Repository: RMUCapstone-MIS590/akvo-rsr
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: German
de: Deutsch

source: English
de: Englisch

source: The two 'new password' fields didn't match.
de: Die Eingaben in den 'neuen Passwort' Feldern stimmen nicht überein.

source: username
de: Benutzername

source: password
de: Passwort

source: password (again)
de: Password (noch einmal eingeben)

source: email address
de: E-Mail-Adresse

source: email address (again)
de: E-Mail-Adresse (noch einmal eingeben)

source: You must type the same password each time
de: Bitte geben Sie dasselbe Passwort ein

source: You must type the same email address each time
de: Bitte geben Sie jeweils dieselbe E-Mail-Adresse ein.

source: Usernames can only contain letters, numbers and underscores
de: Benutzernamen dürfen nur Buchstaben, Nummern und Unterstriche erhalten

source: This username is already taken. Please choose another.
de: Dieser Benutzername wird bereits verwendet. Bitte wählen Sie einen anderen.

source: I have read and agree to the Terms of Service
de: Ich habe die Benutzerbedingungen gelesen und bin einverstanden

source: You must agree to the terms to register
de: Sie müssen den Bedinungen zustimmen, um sich zu registrieren

source: This email address is already in use. Please supply a different email address.
de: Diese E-Mail-Adresse ist bereits in Gebrauch. Bitte geben sie eine andere Adresse an.

source: Registration using free email addresses is prohibited. Please supply a different email address.
de: Die Registration mit einer kostenlosen E-Mail-Adresse ist nicht gestattet. Bitte geben Sie eine andere Adresse ein.

source: country name
de: Name des Landes

source: field partner
de: Vorortpartner

source: support_partner
de: Hilfspartner

source: funding_partner
de: Finanzpartner

source: organisation_type
de: Organisationstyp

source: country
de: Land

source: Partnership type(s)
de: Art der Partnerschaft

source: General information
de: Generelle Informationen

source: Contact information
de: Kontaktdaten

source: None
de: Ohne

source: Active
de: Aktiv

source: Need funding
de: Benötigen Finanzierung

source: Complete
de: Abgeschlossen

source: Cancelled
de: Abgebrochen

source: Project description
de: Projektbeschreibung

source: Location
de: Standort

source: Location extra
de: Standort extra

source: Project info
de: Projektinformationen

source: Goals
de: Ziele

source: Project target benchmarks
de: Zielvorgaben des Projekts

source: Project info details
de: Details zum Projekt

source: Project meta info
de: Metainformationen zum Projekt

source: At the beginning of the update
de: Am Kopf der Aktualisierung

source: At the end of the update
de: Am Fuße der Aktualisierung

source: web
de: Netz

source: subject
de: Betreff

source: to
de: An

source: time
de: Zeit

source: message class
de: Nachrichtenklasse

source: priority
de: Priorität

source: file count
de: Anzahl der Dateien

source: file name
de: Dateiname

source: content type
de: Inhaltstyp

source: content ID
de: Inhalts ID

source: file size
de: Dateigröße

source: delivered
de: abgesendet

source: saved at
de: gespeichert um

source: incoming sms id
de: eingehende sms id

source: project
de: Projekt

source: user
de: Benutzer

source: title
de: Titel

source: photo location
de: Aufnahmeort

source: photo caption
de: Bildunterschrift

source: photo credit
de: Fotorecht

source: update method
de: Aktualisierungsmethode

source: comment
de: Kommentar

source: The blog is not available at the moment.
de: Der Blog ist steht zu diesem Zeitpunkt nicht zur Verfügung

source: Error: 500 - internal server error
de: Fehler 500 - Interner Server-Fehler

source: 500: We're sorry, our servers encountered an internal error.
de: 500: Entschuldigung, unsere Server unterliegen einem internen Fehler

source: Our staff has been notified and will look into the problem as soon as possible.
de: Unsere Personal ist benachrichtigt worden und wird sich so bald wie möglich um dieses Problem kümmern.

source: Akvo RSR site admin
de: Akvo RSR Administrator

source: Water
de: Wasser

source: Project category
de: Projekt-Kategorie

source: Sanitation
de: Abwasser

source: Education
de: Bildung

source: Maintenance
de: Instandhaltung

source: Total
de: Insgesamt

source: Cancel
de: Abbrechen

source: Account email confirmed
de: Kontoemail bestätigt

source: Account confirmation failed
de: Bestätigung des Kontos fehlgeschlagen

source: Thank you!
de: Vielen Dank!

source: Your account will be activated as soon as we have reviewed your request.
de: Ihr Konto wird freigeschaltet, sobald wir ihre Anfrage überprüft haben.

source: We're sorry!
de: Entschuldigung!

source: The account activation failed.
de: Die Aktivierung des Kontos ist fehlgeschlagen.

source: Either your activation link was incorrect, or the activation key for your account has expired. Activation keys are only valid for %(exp_days)s days after registration.
de: Entweder ihr Aktivierungslink war inkorrekt oder der Aktivierungsschlüssel ist abgelaufen. Aktivierungsschlüssel sind nur für %(exp_days)s Tage nach der Registration gültig.

source: Please <a href="mailto:support@akvo.org">contact us</a> if you have any questions.
de: Bitte <a href="mailto:support@akvo.org">kontaktieren sie uns</a>, falls sie Fragen haben.

source: Register with Akvo RSR - Step 1
de: Registration für Akvo RSR - Schritt 1

source: A problem occurred:
de: Ein Problem ist aufgetreten:

source: Please review message below. %(form.non_field_errors)s
de: Bitte berücksichtigen sie die folgende Nachricht %(form.non_field_errors)s

source: Setup your account
de: Konto einrichten

source: Step 1 of 2
de: Schritt 1 von 2

source: Select organisation that you belong to
de: Bitte wählen sie die Organisation aus, zu der sie gehören.

source: Important
de: Wichtig

source: To set up your account, your organisation must be already registered with Akvo. If you do not see your organisation on the list above, <a href="#">click this link</a> to email us to begin registering your organisation. After registration is complete, please return to set up your account.
de: Um ein Konto zu eröffnen, muss die Organisation zu der sie gehören bereits bei Akvo registriert sein. Falls sie ihre Organisation in der obrigen Liste nicht finden können, <a href="#">klicken sie bitte hier</a>, um ihre Organisation registieren zu können. Bitte kehren sie nach der Registration ihrer Organisation hierher zurück um ihr Konto zu eröffnen

source: Continue
de: Weiter

source: Password change successful
de: Passwortänderung war erfolgreich

source: Your password was changed.
de: Ihr Passwort wurde geändert.

source: Change password
de: Passwort ändern

source: A problem occurred
de: Ein Fehler ist aufgetreten

source: Please review messages below.
de: Bitte überprüfen sie die folgende Nachricht.

source: Change your password
de: Passwort ändern

source: Please enter your current password and then enter your new password twice so we can verify you typed it in correctly.
de: Bitte ändern sie ihr aktuelles Passwort und das neue Passwort zwei Mal um bei ihrer Eingabe Tippfehler auszuschliessen.

source: If you have lost your password we can send it to you <a href="/rsr/accounts/password/reset/">here</a>.
de: Falls sie ihr Password verloren haben sollten, können sie es <a href="/rsr/accounts/password/reset/">hier</a> ein neues Passwort erstellen.

source: Enter your current password
de: Bitte geben sie ihr aktuelles Passwort ein

source: Verify the change with your current password.
de: Bitte bestätigen sie die Änderung mit ihrem aktuellen Passwort.

source: Enter a password
de: Geben sie ein Passwort ein

source: Enter the new password.
de: Geben sie ein neues Passwort ein.

source: Retype the password to avoid mistakes.
de: Bitte geben sie ihr Passwort erneut ein um mögliche Tippfehler zu vermeiden.

source: Submit change
de: Änderung bestätigen

source: Password reset successful
de: Passwort wurde erfolgreich geändert

source: We've e-mailed a new password to the e-mail address you submitted. You should be receiving it shortly.
de: Wir haben ihr neues Passwort an ihre E-Mail-Adresse gesendet. Sie sollten es in Kürze erhalten.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
de: Sie erhalten diese E-Mail weil sie für ihr Benutzerkonto bei %(site_name)s ein neues Passwort angefragt haben.

source: Your new password is
de: Ihr neues Passwort ist

source: Feel free to change this password by going to this page
de: Bitte besuchen Sie diese Seit um ihr Passwort zu ändern

source: Your username, in case you've forgotten
de: Ihr Benutzername, falls Sie ihn vergessen haben sollten

source: The %(site_name)s team
de: Das %(site_name)s Team

source: Reset password
de: Passwort zurücksetzen

source: Reset your password
de: Passwort ändern

source: Forgotten your password? Enter your e-mail address below, and we'll reset your password and e-mail the new one to you.
de: Sie haben ihr Passwort vergessen? Bitte geben sie im folgenden Feld ihre E-Mail-Adresse ein. Wir stellen dann ihr Passwort zurück und senden ihnen ein neues zu.

source: Enter your email address
de: Geben sie ihre E-Mail-Adresse ein

source: Enter the email address of your Akvo RSR account.
de: Geben sie die E-Mail-Adresse ihres Akvo RSR Kontos ein.

source: Registration complete
de: Registration vollständig

source: Please check your email account.
de: Bitte checken sie nach neuen E-Mails.

source: A confirmation will be sent to you via email. Please click the link in the email to complete the setup of your account.
de: Eine Bestätigung wird an ihre E-Mail-Adresse versendet. Bitte folgen sie dem Link in der Email um die Einrichtung ihres Kontos fertig zu stellen.

source: Set up your account
de: Konto einrichten

source: Please correct the errors below
de: Bitte beheben sie die folgenden Fehler

source: Username
de: Benutzername

source: First name
de: Vorname

source: Last name
de: Nachname

source: Password
de: Passwort

source: Password (type again to avoid typos)
de: Passwort (noch einmal eingeben, um Tippfehler zu vermeiden)

source: Email address
de: E-Mail-Adresse

source: Email address (type again to avoid typos)
de: E-Mail-Adresse (noch einmal eingeben, um Tippfehler zu vermeiden)

source: Register
de: Registrieren

source: Please review message below.
de: Bitte überprüfen sie die folgende Nachricht.

source: Select the organisation that you belong to
de: Bitte wählen sie die Organisation aus, zu der sie gehören.

source: To set up your account, your organisation must be already registered with Akvo. If you do not see your organisation on the list above, <a href="/web/?q=node/14">click this link</a> to contact us to begin registering your organisation. After registration is complete, please return to set up your account.
de: Um ein Konto eröffnen zu können, muss ihre Organisation bereits bei Akvo registriert sein. Falls sie ihre Organisation nicht in der folgenden Liste finden können, folgen sie bitte <a href="/web/?q=node/14">diesem Link</a>, um ihre Organisation zu registrieren. Bitte kommen sie auf diese Seite zurück, nachdem ihre Organisation registriert ist.

source: Step 2 of 2
de: Schritt 2 von 2

source: Enter a username
de: Geben sie einen Benutzernamen ein

source: Your user name will be permanent. Use this to log into Akvo.
de: Ihr Benutzername wird permanent sein. Sie brauchen ihn, um sich in Akvo einzuloggen.

source: Remember that user names as well as passwords are case sensitive.
de: Bitte achten sie bei der Wahl des Benutzernamens und Passworts auf Groß-/Kleinschreibung.

source: Enter your first and last name
de: Geben sie ihren Vor- und Nachnamen ein

source: Enter first (given) name.
de: Geben sie ihren Vornamen ein.

source: Enter last (family) name.
de: Geben sie ihren Nachnahmen ein.

source: Your first and last name will be displayed when you post comments or updates to Akvo.
de: Ihr Vor- und Nachname wird zu ihren Kommentaren und Aktualisierungen angezeigt.

source: Enter password
de: Passwort eingeben

source: Retype password to verify
de: Passwort noch einmal eingeben

source: Enter email address.
de: E-Mail-Adresse eingeben.

source: Retype email address to verify.
de: E-Mail-Adresse noch einmal eingeben.

source: Update complete
de: Aktualisierung fertig

source: Your account has been updated.
de: Ihr Konto wurde aktualisiert.

source: Update your Akvo RSR account information
de: Aktualisieren sie ihre Akvo RSR Konto Informationen

source: Your user name is
de: Ihr Benutzername ist

source: Your organisation is
de: Ihre Organisation ist

source: Change your password <a href="/rsr/accounts/password/change/" class="c5">here</a>.
de: Ändern sie ihr Passwort <a href="/rsr/accounts/password/change/" class="c5">hier</a>

source: Enter changes to your first and last name
de: Geben sie die Änderungen zu ihrem Vor- und Nachnamen ein

source: Your first (given) name
de: Geben sie ihren Vornamen ein

source: Your last (family) name
de: Geben sie ihren Nachnamen ein

source: Submit
de: Absenden

source: Add comment
de: Kommentar abgeben

source: You are commenting the project named
de: Sie kommentieren das Project

source: Enter comment text
de: Geben Sie den Kommentar ein

source: Sumbit changes
de: Änderungen absenden

source: Error: premission denied
de: Fehler: Zugang verweigert

source: Error: Permission denied.
de: Fehler: Zugang verweigert.

source: Project updates may only be made for projects where your organisation is a partner.
de: Sie können nur Projektaktualisierungen abgeben für Projekte, die von ihrer Organisation betreut werden.

source: Error: 404 - the page is not available
de: Fehler: 404 - diese Seite existiert nicht

source: 404: We're sorry, we can't find the page you requested
de: 404: Entschuldigung, wir können die von ihnen angefragte Seite nicht finden

source: functioning water systems
de: funktionierende Wassersysteme

source: functioning sanitation systems
de: intakte sanitär Systeme

source: functioning hygiene facilities
de: funktionierende Hygieneanlagen

source: persons with access to improved water
de: Personen mit besserem Zugang zu Wasser

source: for %(improved_water_years)s years
de: für %(improved_water_years)s Jahre

source: persons with access to improved sanitation
de: Personen mit Zugang zu besserer Abwasserentsorgung

source: for %(improved_sanitation_years)s years
de: für %(improved_sanitation_years)s Jahre

source: persons who receive training / education per year
de: Personen, die pro Jahr Training / Bildung erhalten

source: View static home page
de: Statische Homepage zeigen

source: Our latest projects
de: Unsere neuesten Projekte

source: You are being re-directed to the static Akvo home page. If nothing happens,
de: Sie werden nun zur statischen Version der Akvo-Startseite weitergeleitet. Falls nicht passieren sollte,

source: click here
de: klicken sie bitte hier

source: View flash-enabled home page
de: Flash Homepage zeigen

source: Subscribe via RSS
de: Via RSS abonnieren

source: Most recent Akvo Blog article
de: Neuester Akvo Blogeintrag

source: by
de: von

source: Read more
de: Mehr lesen

source: View earlier blog entries
de: Vorhergehende Blogeinträge anzeigen

source: Akvo at a glance
de: Akvo auf einen Blick

source: Projects in Akvo
de: Projekte in Akvo

source: Total projects
de: Projekte gesamt

source: People who get
de: Personen erhalten

source: planned
de: geplant

source: actual
de: aktuell

source: Partners
de: Partner

source: Field partners
de: Vorortpartner

source: Support partners
de: Hilfspartner

source: Funding partners
de: Finanzpartner

source: Organisations
de: Organisationen

source: Funding
de: Finanzierung

source: projects
de: Projekte

source: Pledged
de: Zugesagt

source: Still needed
de: Noch benötigt

source: Organisation no.
de: Organisationsnr.

source: Organisation listing
de: Organisationsliste

source: Activities
de: Aktivitäten

source: Field partner
de: Vorortpartner

source: Support partner
de: Hilfspartner

source: Funding partner
de: Finanzpartner

source: Type
de: Typ

source: Website
de: Webpräsenz

source: Akvopedia entry
de: Akvopedia Eintrag

source: Contact
de: Kontakt

source: Phone
de: Telefon

source: Mobile
de: Mobil

source: Organisation Activities
de: Organisationsaktivitäten

source: Projects
de: Projekte

source: <b>People who get</b> (<a href="/web/help_akvo_at_a_glance">planned</a>) <a href="/web/help_akvo_at_a_glance">actual</a>
de: <b>Personen erhalten</b> (<a href="/web/help_akvo_at_a_glance">geplant</a>) <a href="/web/help_akvo_at_a_glance">aktuell</a>

source: (1 project)
de: Projekt

source: Project partners
de: Projekt-Partner

source: Current projects
de: Aktuelle Projekte

source: Organisations %(page_start)s-%(page_end)s of %(o_count)s
de: Organisationen %(page_start)s-%(page_end)s von %(o_count)s

source: First
de: Erste

source: Previous
de: Vorherige

source: Next
de: Nächste

source: Last
de: Letzte

source: total
de: insgesamt

source: Organisation name
de: Name der Organisation

source: Country
de: Land

source: Continent
de: Kontinent

source: Funds requested
de: Beantragte Finanzierung

source: Funds still needed
de: Noch benötigte Gelder

source: Project no.
de: Projektnr.

source: Fund project
de: Projekt finanzieren

source: Request posted
de: Anfrage gestellt

source: Funding completed
de: Finanzierung komplett

source: View details
de: Details anzeigen

source: Current Funder
de: Derzeitige Finanzierer

source: You could fund this project!
de: Sie könnten dieses Projekt finanzieren!

source: Current Funders
de: Derzeigige Finanzierer

source: Logo of
de: Logo von

source: Grant
de: Beihilfe

source: Become a partner
de: Werden sie zum Partner

source: Page tools
de: Seitenwerkzeige

source: Permalink to this project
de: Permalink zu diesem Projekt

source: All project comments
de: Alle Kommentare zu Projekten

source: Project listing
de: Projektliste

source: You must be signed in to add a comment.
de: Sie müssen angemeldet sein, um einen Kommentar zu abzugeben

source: Sign In
de: Anmelden

source: Project comments
de: Kommentare zum Projekt

source: The comments are owned by whoever posted them. We are not responsible for them in any way.
de: Kommentare gehören dem Author. Wir sind in keinem Fall für Kommentare verantwortlich.

source: Comment abuse in project #%(p_id)s, comment #%(c_id)s
de: Missbrauch in Kommentar im Projekt #%(p_id)s, Kommentar #%(c_id)s

source: Report abuse
de: Missbrauch melden

source: Project details
de: Projekt-Details

source: Focus area
de: Schwerpunkt

source: City
de: Stadt

source: location
de: Standort

source: Back to project summary
de: Zurück zur Projektbeschreibung

source: Description
de: Beschreibung

source: Sustainability
de: Nachhaltigkeit

source: Target benchmarks
de: Zielvorgaben

source: More information
de: Mehr Informationen

source: Current state
de: Derzeitiger Stand

source: Context
de: Kontext

source: Goals overview
de: Zielübersicht

source: Featured projects
de: Hervorgehobene Projekt

source: Focus areas
de: Schwerpunkt

source: Projects %(page_start)s-%(page_end)s of %(p_count)s
de: Projekte %(page_start)s-%(page_end)s von %(p_count)s

source: (%(p_count)s total)
de: (%(p_count)s insgesamt)

source: Sort projects by name
de: Projekte nach Namen sortieren

source: Project name
de: Projektname

source: Sort projects by status
de: Projekte nach Status sortieren

source: Sort projects by country
de: Projekte nach Land sortieren

source: Sort projects by continent
de: Projekte nach Kontinent sortieren

source: Sort projects by total funds requested
de: Projekte nach angeforderter Summe sortieren

source: Total funds requested
de: Total angeforderte Summe

source: Sort projects by funding still needed
de: Projekte nach noch benötigter Summe sortieren

source: Funding still needed
de: Noch benötige Summe

source: Field partner(s)
de: Vorortpartner

source: Support partner(s)
de: Hilfspartner

source: Funding partner(s)
de: Finanzpartner

source: Projects %(page.start_index)s-%(page.end_index)s of %(projects.count)s
de: Projekte %(page.start_index)s-%(page.end_index)s aus %(projects.count)s

source: (%(projects.count)s total)
de: (%(projects.count)s insgesamt)

source: Funding details
de: Finanzierungsdetails

source: Project started
de: Projekt gestartet

source: Funding breakdown
de: Kostenaufteilung

source: Employment costs
de: Personalkosten

source: Building Material costs
de: Baumaterialkosten

source: Training costs
de: Ausbildungskosten

source: Maintenance costs
de: Unterhaltungskosten

source: Other costs
de: Andere Kosten

source: Logo of %(funding_org_name)s
de: Logo von %(funding_org_name)s

source: Project list
de: Projektliste

source: Personnel
de: Personal

source: Related to this project
de: Mit diesem Projekt verwandt

source: Akvopedia entries
de: Akvopedia-Einträge

source: External links
de: Externe Links

source: Comments
de: Kommentare

source: You must be signed in to add a comment
de: Sie müssen angemeldet sein, um einen Kommentar zu abzugeben

source: Older comments
de: Vorhergehende Kommentare

source: No comments yet.
de: Es wurden noch keine Kommentare abgegeben.

source: Add update
de: Aktualisierung hinzufügen

source: Project updates
de: Projekt Aktualisierungen

source: by %(user_name)s via %(update_meth)s
de: von %(user_name)s via %(update_meth)s

source: Earlier updates
de: Vorhergehende Aktualisierungen

source: The updates are owned by whoever posted them. We are not responsible for them in any way.
de: Aktualisierungen gehören dem Author. Wir sind in keinem Fall für Aktualisierungen verantwortlich.

source: No updates yet.
de: Es gibt noch keine Aktualisierungen.

source: All project updates
de: Alle Projekt-Aktualisierungen

source: Photo credit
de: Foto-Akkreditierung

source: Akvo.org - the open source for water and sanitation
de: Akvo.org - Open-Source für Wasser und Abwasser

source: water, sanitation, open source, development aid
de: Wasser, Abwasser, Open-Source und Entwicklungshilfe

source: Sign in
de: Anmelden

source: Sign out
de: Abmelden

source: Signed in as
de: Anmelden als

source: Home
de: Startseite

source: Get involved
de: Mitmachen

source: About
de: Über uns

source: My account
de: Mein Konto

source: Site content under <a href="/web/open_license">Open License</a>
de: Seiteninhalt underliegt einer <a href="/web/open_license">offenen Lizenz</a>

source: Terms of use
de: Benutzerbedingungen

source: Privacy policy
de: Datenschutz

source: Contact us
de: Kontaktieren sie uns

source: Please sign in
de: Bitte anmelden

source: Error when signing in
de: Fehler bei der Anmeldung

source: Please correct the errors below.
de: Bitte verbessern sie die folgenden Fehler

source: I have an online account
de: Ich habe ein Online-Konto

source: Enter username
de: Benutzername eingeben

source: I forgot my username and/or password
de: Ich habe meinen Benutzernamen und/oder Passwort vergessen

source: I don't have an online account
de: Ich habe kein Online-Konto

source: By <a href='/rsr/accounts/register1/'>registering</a> with Akvo, you'll be able to:
de: Durch das <a href='/rsr/accounts/register1/'>Registrieren</a> können sie folgendes machen:

source: Create updates on your organisation's projects
de: Schreiben sie Aktualisierungen für Projekte ihrer Organisation

source: Leave comments on projects
de: Kommentieren Sie Projekte

source: And much more! <a href="http://dev.akvo.org:8080/web/">Learn about</a> how Akvo works.
de: Und noch viel mehr! <a href="http://dev.akvo.org:8080/web/">Lernen sie</a> wie Akvo funktioniert!

source: Return to the
de: Zurück zur

source: Akvo home page
de: Akvo Startseite

source: Enter an update title
de: Geben sie einen Titel für die Aktualisierung ein

source: characters max
de: max. Zeichen

source: Enter update text
de: Geben Sie den Aktualisierungsbeitrag ein
