Repository: RMUCapstone-MIS590/akvo-rsr
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Add photo
de: Foto hinzufügen

source: Select where the photo will be placed
de: Wählen Sie wo das Foto plaziert werden soll

source: Photo caption
de: Bildunterschrift

source: Write an update
de: Aktualisierung schreiben

source: You are updating the project named
de: Sie aktualisieren das Project mit dem Namen

source: Enter update title
de: Aktualisierungstitel eingeben

source: Locate photo
de: Foto lokalisieren

source: Submit update
de: Aktualisierung absenden

source: UPDATE
de: AKTUALISIERUNG

source: photo
de: Foto

source: Message header
de: Nachrichtenkopf
