Repository: RMUCapstone-MIS590/akvo-rsr
Catalog: akvo/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: German
nl: Duits

source: English
nl: Engels

source: Dutch
nl: Nederlands

source: Partnership type(s)
nl: Soort partner

source: General information
nl: Algemene informatie

source: Contact information
nl: Contactgegevens

source: Project description
nl: Projectbeschrijving

source: Location
nl: Locatie

source: Location extra
nl: Locatie - extra gegevens

source: Project info
nl: Projectinformatie

source: Goals
nl: Doelstellingen

source: Project target benchmarks
nl: Doelstellingen in detail

source: Project info details
nl: Projectinformatie - details

source: Project meta info
nl: Project meta-informatie

source: The two 'new password' fields didn't match.
nl: De twee opgegeven wachtwoorden in 'nieuw wachtwoord' waren niet hetzelfde.

source: username
nl: gebruikersnaam

source: password
nl: wachtwoord

source: password (again)
nl: wachtwoord (herhalen a.u.b.)

source: email address
nl: emailadres

source: email address (again)
nl: emailadres (herhalen a.u.b.)

source: Passwords do not match. Please enter the same password in both fields.
nl: De door u ingegeven wachtwoorden waren niet hetzelfde. Gelieve twee maal precies hetzelfde wachtwoord in te geven.

source: Email addresses do not match. Please enter the email address in both fields.
nl: De door u ingegeven emailadressen waren niet hetzelfde. Gelieve twee maal precies hetzelfde emailadres in te geven.

source: New password
nl: Nieuw wachtwoord

source: New password confirmation
nl: Bevestiging van het nieuwe wachtwoord

source: country name
nl: naam van land

source: organisation type
nl: Type van organisatie

source: country
nl: land

source: None
nl: Geen

source: Active
nl: In uitvoering

source: Need funding
nl: Financiering benodigd

source: Complete
nl: Afgerond

source: Cancelled
nl: Geannuleerd

source: At the beginning of the update
nl: Aan het begin van de update

source: At the end of the update
nl: Aan het einde van de update

source: web
nl: website

source: subject
nl: onderwerp

source: sender
nl: afzender

source: to
nl: aan

source: time
nl: tijd

source: saved at
nl: opgeslagen om

source: mms version
nl: mmm-versie

source: message class
nl: berichtklasse

source: priority
nl: urgentie

source: file count
nl: aantal bestanden

source: file name
nl: bestandnaam

source: content type
nl: soort inhoud

source: content ID
nl: inhoud-ID

source: file size
nl: bestandgrootte

source: text
nl: tekst

source: delivered
nl: verstuurd

source: incoming sms id
nl: inkomende sms-id

source: user
nl: gebruiker

source: title
nl: titel

source: photo location
nl: fotopositie

source: photo caption
nl: foto-onderschrift

source: photo credit
nl: foto genomen door

source: update method
nl: update-methode

source: comment
nl: aantekening

source: The blog is not available at the moment.
nl: De blog is op het ogenblik helaas niet beschikbaar

source: Error: 500 - internal server error
nl: Foutmelding 500 - interne server-fout

source: 500: We're sorry, our servers encountered an internal error.
nl: 500: Onze excuses, er is een interne fout op onze servers

source: Our staff has been notified and will look into the problem as soon as possible.
nl: Een van onze medewerkers zal het probleem zo snel mogelijk proberen op te lossen.

source: Akvo RSR site admin
nl: Akvo RSR administrator

source: Akvo RSR administration
nl: Akvo RSR administratie

source: Water
nl: Schoon water

source: Project category
nl: Projectcategorie

source: Sanitation
nl: Sanitaire voorzieningen

source: Education
nl: Scholing

source: Maintenance
nl: Onderhoud

source: Total
nl: In totaal

source: Cancel
nl: Annuleren

source: Account email confirmed
nl: Account-email bevestigd

source: Account confirmation failed
nl: Account-bevestiging is helaas mislukt

source: Thank you!
nl: Met dank!

source: Your account will be activated as soon as we have reviewed your request.
nl: Uw account zal zo snel mogelijk na aanvraag worden bevestigd.

source: We're sorry!
nl: Onze excuses!

source: The account activation failed.
nl: De account-activering is helaas mislukt.

source: Either your activation link was incorrect, or the activation key for your account has expired. Activation keys are only valid for %(exp_days)s days after registration.
nl: Het is mogelijk dat de aktiveringslink niet juist was, of dat de aktiveringssleutel voor uw account verlopen is. De sleutel is slechts %(exp_days)s dagen na registratie geldig.

source: Please <a href="mailto:support@akvo.org">contact us</a> if you have any questions.
nl: Gelieve <a href="mailto:support@akvo.org">contact met ons op te nemen</a> met eventuele vragen.

source: Register with Akvo RSR - Step 1
nl: Registratie voor Akvo RSR - Stap 1

source: A problem occurred:
nl: Er is een probleem:

source: Please review message below. %(form.non_field_errors)s
nl: Zie onderstaand bericht. %(form.non_field_errors)s

source: Set up your account
nl: Account opzetten

source: Step 1 of 2
nl: Stap 1 van 2

source: Select organisation that you belong to
nl: Kies de organisatie waartoe u behoort

source: Important
nl: Belangrijk

source: To set up your account, your organisation must be already registered with Akvo. If you do not see your organisation on the list above, <a href="#">click this link</a> to email us to begin registering your organisation. After registration is complete, please return to set up your account.
nl: Voordat u een account kunt opzetten, moet uw organisatie zelf al bij Akvo geregistreerd zijn. Als uw organisatie niet op de lijst voorkomt, <a href="#">klik dan hier</a> om uw organisatie te registreren. Na registratie kunt u uw account opzetten.

source: Continue
nl: Verder

source: Password change successful
nl: De wachtwoordwijziging is goed verlopen

source: Your password was changed.
nl: Uw wachtwoord is gewijzigd.

source: Change password
nl: Wachtwoord wijzigen

source: A problem occurred
nl: Er is een probleem

source: Please review messages below.
nl: Zie onderstaande berichten.

source: Change your password
nl: Wachtwoord wijzigen

source: Please enter your current password and then enter your new password twice so we can verify you typed it in correctly.
nl: Gelieve eerst uw momentele wachtwoord in te geven, gevold door het nieuwe wachtwoord (twee maal) om tikfouten te voorkomen.

source: If you have lost your password we can send it to you <a href="/rsr/accounts/password/reset/">here</a>.
nl: Als u uw wachtwoord bent vergeten, kunnen we u dit <a href="/rsr/accounts/password/reset/">hier</a> toesturen.

source: Enter your current password
nl: Momentele wachtwoord ingeven

source: Verify the change with your current password.
nl: De wijziging goedkeuren met uw momentele wachtwoord

source: Enter a password
nl: Een wachtwoord ingeven

source: Enter the new password.
nl: Het nieuwe wachtwoord ingeven.

source: Retype the password to avoid mistakes.
nl: Het wachtwoord nogmaals ingeven om tikfouten te voorkomen.

source: Change
nl: Wijzigen

source: Password reset successful
nl: De wachtwoordwijziging is goed verlopen

source: Your password was reset successfully.
nl: De wachtwoordwijziging is goed verlopen.

source: Password reset
nl: Wachtwoord gewijzigd

source: Please choose a new password.
nl: Gelieve een nieuw wachtwoord te kiezen.

source: Enter new password
nl: Een wachtwoord ingeven

source: Please check for new e-mails
nl: Gelieve uw email te lezen.

source: We've e-mailed a temporary password to your e-mail address. You should be receiving it shortly.
nl: We hebben een tijdelijk wachtwoord naar uw emailadres gestuurd. Dit duurt meestal niet langer dan enkele minuten.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
nl: U ontvangt deze email omdat u een nieuw wachtwoord heeft aangevraagd voor uw account bij %(site_name)s.

source: Please go to the following page and choose a new password:
nl: Gelieve naar de volgende pagina te gaan en een wachtwoord te kiezen:

source: Your username, in case you've forgotten:
nl: Uw gebruikersnaam, voor het geval u deze vergeten was:

source: Thanks for using our site!
nl: Bedankt voor het gebruik van onze website!

source: The %(site_name)s team
nl: Het %(site_name)s team

source: Reset password
nl: Wachtwoord wijzigen

source: Reset your password
nl: Uw wachtwoord wijzigen

source: Forgotten your password? Enter your e-mail address below, and we'll reset your password and e-mail the new one to you.
nl: Wachtwoord vergeten? Geef uw emailadres onderstaand in. We zullen u een nieuw wachtwoord sturen.

source: Enter your email address
nl: Uw emailadres ingeven.

source: Enter the email address of your Akvo RSR account.
nl: Het emailadres van uw Akvo RSR account ingeven.

source: Reset
nl: Wijzigen

source: Registration complete
nl: Registratie afgerond

source: Please check your email account.
nl: Gelieve uw email te lezen.

source: A confirmation will be sent to you via email. Please click the link in the email to complete the setup of your account.
nl: U zult een bevestiging via email ontvangen. Gelieve de link in de email aan te klikken om het opzetten van uw account af te ronden.

source: Please review message below.
nl: Zie onderstaand bericht.

source: Select the organisation that you belong to
nl: Kies de organisatie waartoe u behoort

source: To set up your account, your organisation must be already registered with Akvo. If you do not see your organisation on the list above, <a href="/web/?q=node/14">click this link</a> to contact us to begin registering your organisation. After registration is complete, please return to set up your account.
nl: Voordat u een account kunt opzetten, moet uw organisatie zelf al bij Akvo geregistreerd zijn. Als uw organisatie niet op de lijst voorkomt, <a href="/web/?q=node/14">klik dan hier</a> om uw organisatie te registreren. Na registratie kunt u uw account opzetten.

source: Step 2 of 2
nl: Stap 2 van 2

source: Enter a username
nl: Een gebruikersnaam ingeven

source: Your user name will be permanent. Use this to log into Akvo.
nl: Uw Akvo-gebruikersnaam is blijvend en wordt gebruikt om in te loggen.

source: Remember that user names as well as passwords are case sensitive.
nl: Vergeet niet dat de gebruikersnaam en het wachtwoord altijd met precies dezelfde GROTE en kleine letters moeten worden ingegeven.

source: Enter your first and last name
nl: Uw voor- en achternaam ingeven

source: Enter first (given) name.
nl: Uw voornaam ingeven.

source: Enter last (family) name.
nl: Uw achternaam ingeven.

source: Your first and last name will be displayed when you post comments or updates to Akvo.
nl: Uw voor- en achternaam worden getoond als u aantekeningen en updates naar Akvo stuurt.

source: Enter password
nl: Wachtwoord ingeven

source: Retype password to verify
nl: Wachtwoord nogmaals ingeven

source: Enter email address.
nl: Emailadres ingeven

source: Retype email address to verify.
nl: Emailadres nogmaals ingeven.

source: Register
nl: Registreren

source: Update complete
nl: Wijziging afgerond

source: Your account has been updated.
nl: Wijziging van details in uw account is afgerond.

source: Update your Akvo RSR account information
nl: Wijziging van details in uw Akvo RSR account

source: Your user name is
nl: Uw gebruikersnaam is

source: Your organisation is
nl: Uw organisatie is

source: Change your password <a href="/rsr/accounts/password/change/" class="c5">here</a>.
nl: Wijzig uw wachtwoord <a href="/rsr/accounts/password/change/" class="c5">hier</a>.

source: Enter changes to your first and last name
nl: Wijzigingen in uw voor- en achternaam ingeven

source: Your first (given) name
nl: Uw voornaam

source: Your last (family) name
nl: Uw achternaam

source: Submit
nl: Verzenden

source: Error: permission denied
nl: Foutmelding: toegang gewijgerd

source: Error: Permission denied.
nl: Foutmelding: toegang gewijgerd.

source: Project updates can only be posted on your organisation's projects.
nl: Updates kunnen alleen gemaakt worden voor projecten waarvoor uw organisatie een partner is.

source: Error: 404 - the page is not available
nl: Foutmelding: 404 - de pagina is niet beschikbaar

source: 404: We're sorry, we can't find the page you requested
nl: 404: Onze excuses, we kunnen de door u opgevraagde pagina niet vinden

source: functioning water systems
nl: functionerende watersystemen

source: functioning sanitation systems
nl: functionerende sanitaire voorzieningen

source: functioning hygiene facilities
nl: functionerende hygiene-installaties

source: persons with access to improved water
nl: personen met toegang tot schoner water

source: for %(improved_water_years)s years
nl: voor %(improved_water_years)s jaar

source: persons with access to improved sanitation
nl: personen met toegang tot verbeterde sanitaire voorzieningen

source: for %(improved_sanitation_years)s years
nl: voor %(improved_sanitation_years)s jaar

source: persons who receive training / education per year
nl: personen die per jaar training / scholing ontvangen

source: View static home page
nl: Statische startpagina tonen

source: Our latest projects
nl: Meest recente projecten

source: You are being re-directed to the static Akvo home page. If nothing happens,
nl: Over enkele ogenblikken verschijnt de statische Akvo startpagina. Als er niets gebeurt,

source: click here
nl: klik dan hier

source: View flash-enabled home page
nl: Flash-enabled startpagina tonen

source: Subscribe via RSS
nl: Via RSS abonneren

source: Most recent Akvo Blog article
nl: Meest recente Akvo blog-bijdrage

source: by
nl: door

source: Read more
nl: Verder lezen

source: View earlier blog entries
nl: Voorgaande blog-bijdragen

source: Akvo at a glance
nl: Akvo in het kort

source: Projects in Akvo
nl: Projecten in Akvo

source: Total projects
nl: Totaal aantal projecten

source: People who get
nl: Zoveel mensen krijgen

source: planned
nl: gepland

source: actual
nl: verwezenlijkt

source: Organisations
nl: Organisaties

source: Funding
nl: Financiering

source: projects
nl: projecten

source: Pledged
nl: Toegezegd

source: Still needed
nl: Nog benodigd

source: Organisation no.
nl: Organisatienr.

source: Organisation listing
nl: Lijst van organisaties

source: Activities
nl: Activiteiten

source: Type
nl: Soort

source: Akvopedia entry
nl: Akvopedia-bijdrage

source: Phone
nl: Telefoonnr.

source: Mobile
nl: Mobiele telefoonnr.

source: Fax
nl: Faxnr.

source: Organisation Activities
nl: Akviteiten van de organisatie

source: Projects
nl: Projecten

source: <b>People who get</b> (<a href="/web/help_akvo_at_a_glance">planned</a>) <a href="/web/help_akvo_at_a_glance">actual</a>
nl: <b>Zoveel mensen krijgen</b> (<a href="/web/help_akvo_at_a_glance">gepland</a>) <a href="/web/help_akvo_at_a_glance">verwezenlijkt</a>

source: (1 project)
nl: Project

source: Current projects
nl: Momentele projecten

source: Organisations %(page_start)s-%(page_end)s of %(o_count)s
nl: Organisatie %(page_start)s-%(page_end)s van %(o_count)s

source: First
nl: Eerste

source: Previous
nl: Vorige

source: Next
nl: Volgende

source: Last
nl: Laatste

source: total
nl: in totaal

source: Organisation name
nl: Naam van organisatie

source: Country
nl: Land

source: Continent
nl: Werelddeel

source: Funds requested
nl: Financiering aangevraagd voor

source: Funds still needed
nl: Nog benodigde financiering

source: Project no.
nl: Projectnr.

source: Fund project
nl: Project financieren

source: Request posted
nl: Aanvraag verzonden

source: Funding completed
nl: Financiering afgerond

source: View details
nl: Details tonen

source: Current Funder
nl: Momentele funding partner

source: You could fund this project!
nl: U zou dit project kunnen financieren!

source: Current Funders
nl: Momentele funding partners

source: Logo of
nl: Logo van

source: Grant
nl: Subsidie

source: Become a partner
nl: Partner worden

source: Page tools
nl: Hulpmiddelen

source: Permalink to this project
nl: Permalink naar dit project

source: All project comments
nl: Alle projectaantekeningen

source: Project listing
nl: Lijst van projecten

source: Add comment
nl: Aantekening maken

source: You must be signed in to add a comment.
nl: Om een aantekening te maken moet u eerst inloggen

source: Sign In
nl: Inloggen

source: Project comments
nl: Projectaantekeningen

source: The comments are owned by whoever posted them. We are not responsible for them in any way.
nl: De persoon die de aantekening maakt, draagt hiervoor de verantwoording. Akvo is niet verantwoordelijk voor de aantekeningen.

source: Comment abuse in project #%(p_id)s, comment #%(c_id)s
nl: Taalmisbruik in project #%(p_id)s, aantekening #%(c_id)s

source: Report abuse
nl: Taalmisbruik melden

source: Status
nl: Momentele status

source: Focus area
nl: Projecttype

source: City
nl: Stad

source: location
nl: locatie

source: Back to project summary
nl: Terug naar de projectbeschrijving

source: Description
nl: Beschrijving

source: Sustainability
nl: Duurzaamheid

source: Target benchmarks
nl: Doelstelling in details

source: More information
nl: Meer informatie

source: Current state
nl: Momentele stand van zaken

source: Goals overview
nl: Overzicht van doelstellingen

source: Featured projects
nl: Uitgelichte projecten

source: Focus areas
nl: Projecttype

source: Projects %(page_start)s-%(page_end)s of %(p_count)s
nl: Project %(page_start)s-%(page_end)s van %(p_count)s

source: (%(p_count)s total)
nl: (%(p_count)s in totaal)

source: Sort projects by name
nl: Projecten op naam sorteren

source: Project name
nl: Naam van project

source: Sort projects by status
nl: Projecten op status sorteren

source: Sort projects by country
nl: Projecten op naam sorteren

source: Sort projects by continent
nl: Projecten op werelddeel sorteren

source: Sort projects by total funds requested
nl: Op totaal aangevraagde financiering sorteren

source: Total funds requested
nl: Totaal aangevraagde financiering

source: Sort projects by funding still needed
nl: Op nog benodigd bedrag sorteren

source: Funding still needed
nl: Nog benodigd bedrag

source: Funding details
nl: Financieringsdetails

source: Project started
nl: Project begonnen

source: Funding breakdown
nl: Kostenverdeling

source: Employment costs
nl: Personeel

source: Building Material costs
nl: Bouwmateriaal

source: Training costs
nl: Training

source: Maintenance costs
nl: Onderhoud

source: Other costs
nl: Andere kosten

source: Logo of %(funding_org_name)s
nl: Logo van %(funding_org_name)s

source: Personnel
nl: Medewerkers

source: Related to this project
nl: Aan dit project verbonden

source: Akvopedia entries
nl: Akvopedia-bijdragen

source: External links
nl: Externe links

source: Comments
nl: Aantekeningen

source: You must be signed in to add a comment
nl: Om een aantekening te maken moet u eerst inloggen

source: Older comments
nl: Eerdere aantekeningen

source: No comments yet.
nl: Nog geen aantekeningen.

source: Add update
nl: Update toevoegen

source: by %(user_name)s via %(update_meth)s
nl: door %(user_name)s via %(update_meth)s

source: Photo credit
nl: Foto genomen door

source: Earlier updates
nl: Eerdere updates

source: The updates are owned by whoever posted them. We are not responsible for them in any way.
nl: De persoon die de update toevoegt, draagt hiervoor de verantwoording. Akvo is niet verantwoordelijk voor updates.

source: No updates yet.
nl: Nog geen updates

source: All project updates
nl: Alle project-updates

source: Akvo.org - the open source for water and sanitation
nl: Akvo.org - open source voor schoon water en sanitaire voorzieningen

source: water, sanitation, open source, development aid
nl: schoon water, sanitaire voorzieningen, open source, ontwikkelingssamenwerking

source: Sign in
nl: Inloggen

source: Sign out
nl: Uitloggen

source: Signed in as
nl: Ingelogd als

source: Get involved
nl: Doe mee

source: About
nl: Over Akvo

source: My account
nl: Mijn account

source: Site content under <a href="/web/open_license">Open License</a>
nl: Inhoud beschikbaar onder meerdere <a href="/web/open_license">Open licenties</a>

source: Terms of use
nl: Gebruiksvoorwaarden

source: Privacy policy
nl: Privacyverklaring

source: Contact us
nl: Contact

source: Please sign in
nl: Inloggen a.u.b.

source: Error when signing in
nl: Fout tijdens het inloggen

source: I have an online account
nl: Ik heb een online account

source: Enter username
nl: Gebruikersnaam ingeven

source: I forgot my username and/or password
nl: Ik ben mijn gebruikersnaam en/of wachtwoord vergeten

source: Signin
nl: Inloggen

source: I don't have an online account
nl: Ik heb geen online account

source: By <a href='/rsr/accounts/register1/'>registering</a> with Akvo, you'll be able to:
nl: Door bij Akvo te <a href='/rsr/accounts/register1/'>registreren</a>, kunt u:

source: Create updates on your organisation's projects
nl: Updates voor de projecten van uw organisatie achterlaten

source: Leave comments on projects
nl: Aantekingen over projecten achterlaten

source: And much more! <a href="http://dev.akvo.org:8080/web/">Learn about</a> how Akvo works.
nl: En nog veel meer! <a href="http://dev.akvo.org:8080/web/">Leer</a> hoe Akvo werkt.

source: Return to the
nl: Terug naar

source: Akvo home page
nl: Akvo startpagina

source: Please review the message below.
nl: Zie onderstaand bericht.

source: Enter an update title
nl: Update-titel ingeven

source: 50 characters max
nl: 50 max. aantal tekens

source: Enter update text
nl: Update-tekst ingeven

source: Add photo
nl: Foto toevoegen

source: optional
nl: fakultatief

source: Select where the photo will be placed
nl: Kies waar de foto geplaatst moet worden

source: Photo caption
nl: Foto-onderschrift

source: characters max
nl: max. aantal tekens

source: Write an update
nl: Een update schrijven

source: You are updating the project named
nl: Update voor project

source: Enter update title
nl: Update-titel ingeven

source: Locate photo
nl: De foto bevindt zich

source: Submit update
nl: Update verzenden

source: photo
nl: foto

source: Message header
nl: Berichtnaam
