Repository: RMUCapstone-MIS590/akvo-rsr
Catalog: akvo/locale/*/LC_MESSAGES/django.po
Languages: nl

source: When a donation is completed successfully, notification emails will be sent to the donor and to this address.
nl: Wanneer een donatie succesvol afgerond is, zal er een bevestigingsemail gestuurd worden naar de donor en naar dit adres.

source: US English
nl: Engels

source: PayPal gateway
nl: PayPal-betaaldienst

source: Mollie/iDEAL gateway
nl: Mollie-/iDEAL-betaaldienst

source: Project payment gateway configuration
nl: Configuratie van betaaldienst-gateway voor project

source: Pending
nl: In afwachting

source: Void
nl: Nietig

source: Stale
nl: Oud

source: test donation
nl: proefdonatie

source: This flag is set if the donation was made in test mode.
nl: Deze markering toont dat er een proefdonatie is gemaakt.

source: payment engine
nl: betalingssysteem

source: Amount requested by user.
nl: Aangevraagde financiering

source: Amount actually received after charges have been applied.
nl: Ontvangen bedrag na aftrek van Paypal kosten

source: Campaign code
nl: Campagnecode

source: anonymous donation
nl: anonieme donatie

source: mollie.nl transaction ID
nl: mollie.nl transactie ID

source: invoice
nl: factuur

source: The phone number %s is already registered for updating. Please check the number entered.
nl: Dit telefoonnummer %s staat al geregistreerd voor het verzenden van updates. Controleer a.u.b. het ingegeven nummer.

source: Page not found (404)
nl: Pagina niet gevonden (404)

source: Page not found
nl: Pagina niet gevonden

source: Page not found (error 404)
nl: Pagina niet gevonden (foutmelding 404)

source: We&#x27;re sorry, we can&#x27;t find the page you requested.
nl: Onze excuses. We kunnen de door u opgevraagde pagina niet vinden.

source: Something went wrong with our servers (500)
nl: Er is iets mis gegaan met onze servers (500)

source: Something went wrong with our servers
nl: Er is iets mis gegaan met onze servers

source: We&#x27;re sorry, Something went wrong with our servers (error 500)
nl: Onze excuses. Er is iets mis gegaan met onze servers (foutmelding 500).

source: Our staff has been notified and will look into the problem as soon as possible.
nl: Een van onze medewerkers zal het probleem zo snel mogelijk proberen op te lossen.

source: Akvo RSR site admin
nl: Akvo RSR administrator

source: Akvo RSR administration
nl: Akvo RSR administratie

source: Preview home page
nl: Voorproefje van homepagina

source: Adding and Editing Organisations.
nl: Organisaties toevoegen en bewerken.

source: Describe your organisation to the international Akvo community of users: tell us who you are, what you do, and what you as an organisation hope to accomplish. Your audience may include people unfamiliar with the sector or with your sphere of operation, so a bit of explanation in plain language (no acronyms) might be helpful. Details will help viewers get a sense of who you are: do you work on all continents? In both water and sanitation, perhaps even with other goals in mind? Are you part of a network or programme?
nl: Geef de internationale Akvo-gebruikers een beschrijving van uw organisatie: vertel wie u bent, wat u doet en wat uw organisatie hoopt te bereiken. Denk eraan dat niet alle lezers vertrouwd zijn met de sector of uw specifieke werkterrein: gebruik dus liefst duidelijke, verklarende woorden zonder afkortingen. Andere behulpzame details: Bent up op alle contintenten werkzaam? Zowel op het gebied van water en sanitaire voorzieningen of met oog op andere doelen? Maakt u deel uit van een netwerk of programma?

source: History
nl: Eerder verstuurde / ontvangen SMS-berichten

source: View on site
nl: Toon op website

source: Please correct the error below.
nl: Gelieve onderstaande fout te corrigeren.

source: Adding and Editing Projects.
nl: Projecten toevoegen en bewerken.

source: The project information in RSR presents your water or sanitation project to the Akvo community of users: donors, support and field partners, sector professionals, and of course the wider online community. Tell the <i>story</i> of the project by entering complete information, in common language and an active (doing) voice.
nl: De projectinformatie in RSR geeft de Akvo-gebruikers (donoren, support en field partners, in de sector werkzame deskundigen en uiteraard de bredere online gemeenschap) een overzicht van uw water- of sanitaire project. Vertel het <i>verhaal</i> van het project door zo veel mogelijk informatie te geven - in sprekende, duidelijke taal.

source: Please look over the whole page before beginning, so you can see where your information belongs on RSR project forms.
nl: We raden u aan eerst de hele pagina door de lezen, zodat u kunt zien waar op het RSR-formulier uw informatie thuishoort.

source: Project listing
nl: Lijst van projecten

source: Click the project ID number to view detailed information about a project. Click a column header (for example, Country) to sort the project list by that criteria.
nl: Klik op het projectnummer voor meer informatie over het project. Klik op een kolomkop (bijv. Land) om de projectlijst op dit kenmerk te rangschikken.

source: Organisation administrators will see an <em>Add project</em> button at the top right of the listing; push it to create a new project in RSR.
nl: Administrators zullen rechts bovenaan de lijst <em>Project toevoegen</em> zien; klik hierop om een nieuw project in RSR te creëren.

source: You can also create a new project from an existing project. Select and open the project you want to copy, scroll to the bottom and click Save as new. The new project will be created in the project listing for you to select and edit. The following information is <strong>not copied</strong>: project photo, locations, benchmarks, individual donations, updates, comments.
nl: U kunt ook een nieuw project creëren van een bestaand project. Selecteer en open het project dat u wilt kopiëren, scroll naar beneden en klik op "Opslaan als nieuw". Het nieuwe project wordt nu in de projectlijst getoond, zodat u dit kunt selecteren en bewerken. De volgende informatie wordt <strong>niet gekopieerd</strong>: projectfoto, locaties, indicatoren, individuele donaties, updates, opmerkingen.

source: Update listing
nl: Lijst van updates

source: Raised
nl: Bedrag binnen

source: This project is
nl: Dit project is

source: Fully funded
nl: Volledig gefinancierd

source: Still needed
nl: Nog nodig

source: Total budget
nl: Totale budget

source: Individuals
nl: Particulieren

source: Donate
nl: Doneer

source: Institutions
nl: Instellingen

source: Sponsor
nl: Sponsoren

source: Budget
nl: Totaal Budget

source: Needed
nl: Nodig

source: Location
nl: Locatie

source: functioning water systems
nl: functionerende watersystemen

source: functioning sanitation systems
nl: functionerende sanitaire voorzieningen

source: functioning hygiene facilities
nl: functionerende hygiëne-installaties

source: persons with access to improved water
nl: personen met toegang tot schoner water

source: for %(improved_water_years)s years
nl: voor %(improved_water_years)s jaar

source: persons with access to improved sanitation
nl: personen met toegang tot verbeterde sanitaire voorzieningen

source: for %(improved_sanitation_years)s years
nl: voor %(improved_sanitation_years)s jaar

source: persons who receive training / education per year
nl: personen die per jaar training / scholing ontvangen

source: Photo credit
nl: Foto genomen door

source: Video credit
nl: Video gemaakt door

source: Notification settings
nl: Instellingen voor mededelingen

source: Settings
nl: Instellingen

source: Your email address:
nl: Uw emailadres:

source: Your mobile phone number:
nl: Uw mobiele telefoonnummer:

source: change under <a href="%(email_url)s">Account</a>
nl: wijziging onder <a href="%(email_url)s">Account</a>

source: Note
nl: Aantekening

source: You do not have a verified email address to which notices can be sent. You can add one by going to <a href="%(email_url)s">Account</a>.
nl: U heeft geen geverifieerd emailadres waar mededelingen naar toe kunnen worden gestuurd. U kunt uw emailadres toevoegen door naar deze link te gaan <a href="%(email_url)s">Account</a>.

source: Notification Type
nl: Soort mededeling

source: Change
nl: Wijzigen

source: Notices
nl: Mededelingen

source: All notices (paginated)
nl: Alle mededelingen (gepagineerd)

source: Mark all unseen notices seen
nl: Alle ongeziene mededelingen als gezien aanvinken

source: When/what
nl: Wanneer / wat

source: Message
nl: Bericht

source: No notices.
nl: Geen mededelingen.

source: <p>Your mobile number, %(phone_number)s, has been added to your user profile. This will let you send updates to your projects via SMS.</p> <p>To ensure that all works as it should we ask that you validate the phone by sending the following code:</p> <p>%(validation)s</p> <p>An SMS from Akvo RSR has been sent to you. Please reply to the SMS with the validation code only. If the SMS didn't reach you for some reason you send the validation code to:</p> <p>%(gw_number)s</p> <p>Then all you have to do is log in to Akvo and select the project you want to enable SMS updates for.</p> <p>The Akvo team</p>
nl: <p>Uw mobiele telefoonnummer, %(phone_number)s, is aan uw gebruikersprofiel toegevoegd. U zult nu via SMS updates naar uw projecten kunnen sturen.</p> <p>Om te controleren of alles goed werkt, graag uw telefoon verifiëren door de volgende code te sturen:</p> <p>%(validation)s</p> <p>Akvo RSR heeft een SMS-bericht naar u gestuurd. Beantwoord dit alleen met de validatie-code. Mocht u de SMS niet hebben ontvangen, stuur de validatie-code dan naar:</p> <p>%(gw_number)s</p> <p>Log daarna in op de akvo website en selecteer het project waar u SMS-updates naar wilt sturen.</p> <p>Het Akvo-team</p>

source: <p>Your mobile number, %(phone_number)s, is now confirmed for use updating projects in Akvo.</p> <p>You can now select what project or projects you want to send updates to <a href="%(url_myakvo_mobile)s">here</a>.</p> <p>The Akvo team</p>
nl: <p>U kunt nu uw mobiele telefoonnummer, %(phone_number)s, gebruiken om updates naar Akvo-projecten te sturen.</p> <p>U kunt <a href="%(url_myakvo_mobile)s">hier</a> aangeven naar welke projecten u updates wilt sturen.</p> <p>Het Akvo-team</p>

source: <p>Your mobile phone, %(phone_number)s has been disabled for creating SMS updates to Akvo projects.</p> <p>If you want to enable updating again please login to Akvo and re-enter your phone number.</p> <p>The Akvo team</p>
nl: <p>Het is niet langer mogelijk met dit mobiele telefoonnummer, %(phone_number)s, SMS-updates naar Akvo-projects te versturen.</p> <p>Als u weer updates via SMS wilt sturen, log dan in op de Akvo website en geef opnieuw uw telefoonnumber in.</p> <p>Het Akvo-team</p>

source: <p>SMS updates to project %(project_pk)s - %(project_name)s are no longer enabled from your mobile phone, %(phone_number)s.</p> <p>If you want to resume updating via SMS please login to Akvo and select the project again.</p> <p>The Akvo team</p>
nl: <p>SMS-updates voor project %(project_pk)s - %(project_name)s kunnen niet langer worden gemaakt met uw mobiele telefoon, %(phone_number)s.</p> <p>Als u weer updates via SMS wilt sturen, log dan in op de Akvo website en selecteer opnieuw het project.</p> <p>Het Akvo-team</p>

source: <p>Your mobile number, %(phone_number)s, is now enabled to send SMS updates to project %(project_pk)s - %(project_name)s.</p> <p>Make sure that you send reports to this number: %(gw_number)s. You should have received several SMSs from Akvo with that number but it has not been explicitly linked to this project until now.</p> <p>The Akvo team</p>
nl: <p>U kunt nu met dit mobiele telefoonnummer, %(phone_number)s, updates sturen naar project %(project_pk)s - %(project_name)s.</p> <p>Zorg ervoor dat de updates naar dit nummer worden verstuurd: %(gw_number)s. Als het goed is heeft u meerdere SMS-berichten van Akvo ontvangen met dat nummer, maar het was tot nu toe niet gekoppeld aan dit project.</p> <p>Het Akvo-team</p>

source: <p>Akvo has received an update from your phone to project %(project_pk)s - %(project_name)s, beginning with the text "%(update_intro)s".</p> <p>You can see the update <a href="http://%(domain)s%(update_url)s">here</a></p> <p>The Akvo team</p>
nl: <p>Akvo heeft een update van uw telefoon ontvangen voor project %(project_pk)s - %(project_name)s, beginned met deze tekst "%(update_intro)s".</p> <p>U kunt <a href="http://%(domain)s%(update_url)s">hier </a> de update zien</p> <p>The Akvo team</p>

source: Sign in
nl: Inloggen

source: Sign out
nl: Uitloggen

source: Projects
nl: Projecten

source: Filter on project name or subtitle
nl: Op projectnaam of ondertitel filteren

source: Reset filter
nl: Start een nieuwe zoekactie

source: Not yet
nl: Nog geen updates

source: Error when signing in
nl: Fout tijdens het inloggen

source: I forgot my username and/or password
nl: Gebruikersnaam en/of wachtwoord vergeten?

source: No projects
nl: Geen projecten

source: Activities
nl: Activiteiten

source: Type
nl: Soort organisatie

source: No map available
nl: Geen kaart beschikbaar

source: Contact
nl: Contactpersoon

source: Phone
nl: Telefoonnummer

source: Mobile
nl: Mobiele telefoonnummer

source: Fax
nl: Faxnummer

source: Description
nl: Beschrijving

source: Need funding
nl: Nog financiering nodig

source: Total projects
nl: Totaal aantal projecten

source: Upcoming
nl: In uitvoering

source: Delivered
nl: Afgerond

source: Water
nl: Schoon water

source: Sanitation
nl: Sanitaire voorzieningen

source: Funding
nl: Financiering

source: Pledged
nl: Toegezegd

source: Latest updates
nl: Meest recente updates

source: See all
nl: Lees alle

source: No updates yet
nl: Nog geen updates

source: Tools for this page
nl: Tools voor deze bladzijde

source: Add update
nl: Update toevoegen

source: Back to main project page
nl: Terug naar projectpagina

source: Funding details
nl: Financieringsinformatie

source: Request posted
nl: Aanvraag verzonden

source: Total
nl: In totaal

source: Individual donations
nl: Individuele donaties

source: Individual raised
nl: Individuele donaties

source: Anonymous
nl: Anoniem

source: Current funders
nl: Momenteel gefinancieerd door

source: Grant
nl: Subsidie

source: Who will benefit?
nl: Wie zal profiteren?

source: Project in depth
nl: Uitgebreide informatie over project

source: Background
nl: Achtergrond

source: Outcomes
nl: Resultaten

source: Sustainability
nl: Duurzaamheid

source: Goals overview
nl: Overzicht van doelstellingen

source: Current status
nl: Huidige status

source: Expected outcomes
nl: Verwachte resultaten

source: Related to this project
nl: Andere informatie m.b.t. project

source: Nothing related.
nl: Niets gevonden.

source: Will open in new window
nl: Wordt geopend in nieuw venster

source: Akvo.org is not responsible for content of external links
nl: Akvo.org is niet verantwoordelijk voor de inhoud van externe links

source: Photo credit:
nl: Foto genomen door:

source: Back to project
nl: Terug naar project

source: Edit update
nl: Update bewerken

source: No updates yet.
nl: Nog geen updates.

source: Back to project updates
nl: Terug naar project-updates

source: Confirmed account
nl: Account bevestigd

source: Account confirmation failed
nl: Account-bevestiging is helaas mislukt

source: Confirmed account
nl: Account bevestigd

source: Thank you!
nl: Bedankt!

source: Your account will be activated as soon as we have reviewed your request.
nl: Uw account zal zo snel mogelijk na aanvraag worden bevestigd.

source: We&#x27;re sorry, the account activation failed
nl: Onze excuses. Het is niet gelukt uw account te aktiveren.

source: Either your activation link was incorrect, or the activation key for your account has expired. Activation keys are only valid for %(exp_days)s days after registration.
nl: Het is mogelijk dat de aktiveringslink niet juist was, of dat de aktiveringssleutel voor uw account verlopen is. De sleutel is slechts %(exp_days)s dagen na registratie geldig.

source: Please <a href="mailto:support@akvo.org">contact us</a> if you have any questions.
nl: Gelieve <a href="mailto:support@akvo.org">contact met ons op te nemen</a> met eventuele vragen.

source: Successfully changed password
nl: Wachtwoord gewijzigd!

source: Your password was changed
nl: Uw wachtwoord is gewijzigd

source: Change password
nl: Wachtwoord wijzigen

source: A problem occurred
nl: Er is een probleem opgetreden

source: Please review messages below.
nl: Zie onderstaande berichten.

source: Current password:
nl: Huidig wachtwoord:

source: Verify the change with your current password.
nl: Bevestig de wijziging met uw huidige wachtwoord.

source: New password:
nl: Nieuw wachtwoord:

source: Enter the new password.
nl: Vul uw nieuwe wachtwoord in.

source: Retype the password to avoid mistakes.
nl: Vul ter controle nogmaals uw wachtwoord in.

source: Cancel
nl: Annuleren

source: Successful password reset
nl: Wachtwoord gewijzigd!

source: You can now
nl: U kunt nu

source: sign in
nl: inloggen

source: with your new password
nl: met uw nieuwe wachtwoord

source: Confirm password reset
nl: Wachtwoord-wijziging bevestigen

source: Please choose a new password
nl: Kies een nieuw wachtwoord

source: Enter new password:
nl: Vul uw nieuwe wachtwoord in:

source: Password reset email confirmation
nl: Wachtwoord-wijziging emailbevestiging

source: Please check for new e-mails
nl: Gelieve uw email te lezen.

source: We&#x27;ve e-mailed a temporary password to your e-mail address. You should be receiving it shortly.
nl: We hebben een tijdelijk wachtwoord naar uw emailadres gestuurd. U zult dit zo spoedig mogelijk ontvangen.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
nl: U ontvangt deze email omdat u een nieuw wachtwoord heeft aangevraagd voor uw account bij %(site_name)s.

source: Please go to the following page and choose a new password:
nl: Gelieve naar de volgende pagina te gaan en een nieuw wachtwoord te kiezen:

source: Your username, in case you've forgotten:
nl: Uw gebruikersnaam, voor het geval u deze vergeten was:

source: Thanks for using our site!
nl: Bedankt voor het gebruik van onze website!

source: The %(site_name)s team
nl: Het %(site_name)s team

source: Reset password
nl: Wachtwoord wijzigen

source: Enter your email address:
nl: Uw emaildres:

source: Enter the email address of your Akvo RSR account.
nl: Gebruik het emailadres van uw Akvo RSR account.

source: Reset
nl: Wijzigen

source: Registration complete
nl: Registratie afgerond

source: A confirmation will be sent to you via email. Please click the link in the email to complete the setup of your account.
nl: U zult een bevestiging via email ontvangen. Gelieve de link in de email aan te klikken om het opzetten van uw account af te ronden.

source: Register with Akvo RSR - Step 1 of 2
nl: Aanmelden bij Akvo RSR - Stap 1 van 2

source: Register account - step 1 of 2
nl: Account registreren - stap 1 van 2

source: Set up your account
nl: Account opzetten

source: Please review message below.
nl: Zie onderstaand bericht.

source: Select your organisation:
nl: Selecteer uw organisatie:

source: To set up your account, your organisation must be already registered with Akvo. If you do not see your organisation on the list above, <a href="/web/become_a_project_partner">contact us</a> to begin registering your organisation. After registration is complete, please return to set up your account.
nl: Om een account op te zetten, moet uw organisatie al bij Akvo geregistreerd zijn. Als uw organisatie niet op bovenstaande lijst wordt getoond, neem dan <a href="/web/become_a_project_partner">contact met ons op</a> om uw organisatie aan te melden. Kom daarna terug om uw account op te zetten.

source: Continue to step 2
nl: Ga door naar stap 2

source: Register with Akvo RSR - Step 2 of 2
nl: Aanmelden bij Akvo RSR - Stap 2 van 2

source: Register account - step 2 of 2
nl: Account registreren - stap 2 van 2

source: Enter a username:
nl: Geef een gebruikersnaam in:

source: Your user name will be permanent. Use this to log into Akvo.
nl: Uw Akvo-gebruikersnaam is definitief. U kunt deze gebruiken om in te loggen op de Akvo website.

source: Remember that user names as well as passwords are case sensitive.
nl: Let op gebruik van hoofdletters en kleine letters bij het invullen van de gebruikersnaam en wachtwoord.

source: Enter your first and last name:
nl: Geef uw voor- en achternaam in:

source: Enter first (given) name.
nl: Voornaam.

source: Enter last (family) name.
nl: Achternaam.

source: Your first and last name will be displayed when you post comments or updates to Akvo.
nl: Uw voor- en achternaam worden getoond als u opmerkingen of updates plaatst op de Akvo website.

source: Enter a password:
nl: Vul een nieuw wachtwoord in:

source: Enter password
nl: Wachtwoord

source: Retype password to verify
nl: Vul ter controle nogmaals uw wachtwoord in

source: Enter email address.
nl: Emailadres.

source: Retype email address to verify.
nl: Vul ter controle nogmaals uw emailadres in.

source: Register
nl: Aanmelden

source: Update complete
nl: Wijziging afgerond

source: Your account has been updated.
nl: Wijziging van details in uw account is afgerond.

source: Update your Akvo RSR account information
nl: Uw Akvo RSR account wijzigen

source: Your user name is
nl: Uw gebruikersnaam is

source: Your organisation is
nl: Uw organisatie is

source: Change your name:
nl: Wijzig uw naam:

source: Your first (given) name
nl: Uw voornaam

source: Your last (family) name
nl: Uw achternaam

source: Akvo at a glance
nl: Akvo in het kort

source: Projects in Akvo
nl: Projecten in Akvo

source: People who get...
nl: Aantal mensen voorzien van

source: Total organisations
nl: Totaal aantal organisaties

source: We help donors and doers reach out to fund many thousands of new water and sanitation projects.
nl: We helpen doeners en donors om duizenden nieuwe water- en sanitatieprojecten te financieren.

source: Focus Areas
nl: Thema's

source: About
nl: Over Akvo

source: My Akvo
nl: Mijn Akvo

source: About Akvo.org
nl: Over Akvo.org

source: Policies
nl: Beleid

source: General terms of use
nl: Algemene voorwaarden

source: Donations
nl: Donaties

source: Akvo API code of conduct
nl: Akvo API gedragsregels

source: User submitted content
nl: Door gebruikers gegenereerde inhoud

source: Licensing and copyrights
nl: Licenties en auteursrechten

source: About us
nl: Over Akvo

source: How it works
nl: Hoe het werkt

source: Working at Akvo
nl: Werken bij Akvo

source: Press
nl: Pers

source: Annual reports
nl: Jaarverslagen

source: Articles of incorporation
nl: Statuten

source: Akvo investors
nl: Akvo investeerders

source: Developers
nl: Softwareontwikkelaars

source: Source code
nl: Broncode

source: Contact us
nl: Contact

source: Contact info
nl: Contactgegevens

source: Report a problem
nl: Een probleem rapporteren

source: Permission denied
nl: Toestemming geweigerd

source: Project updates can only be posted on your organisation&#x27;s projects.
nl: U kunt alleen updates plaatsen voor projecten van uw eigen organisatie

source: Global map
nl: Wereldkaart

source: Category:
nl: Categorie:

source: Preview!
nl: Voorproefje!

source: Return to admin
nl: Terug naar admin

source: Latest news:
nl: Laatste nieuwtjes:

source: Most recent project updates
nl: Meest recente project-updates

source: By %(user_name)s, <a href="%(org_url)s">%(user_org)s</a>, via %(update_meth)s on %(update_time)s
nl: Door %(user_name)s, <a href="%(org_url)s">%(user_org)s</a>, via %(update_meth)s on %(update_time)s

source: Recent blog posts
nl: Nieuwe blog-posts

source: by
nl: door

source: Read earlier blog posts
nl: Lees eerdere blog-posts

source: Right now in Akvo.org...
nl: Akvo.org in het kort ...

source: People served
nl: Begunstigden
