Repository: RMUCapstone-MIS590/akvo-rsr
Catalog: akvo/locale/*/LC_MESSAGES/django.po
Languages: nl

source: B: Hex color values should be 3 or 6 characters
nl: B: De hexadecimale waarde moet uit 3 of 6 tekens bestaan

source: B: Not a valid hex number
nl: B: Geen geldige hexadecimale waarde

source: the open source for water and sanitation
nl: open source voor schoon water en sanitatie

source: Implemented by
nl: Ge&iuml;mplementeerd door

source: Underwritten by
nl: Financieel gesteund door

source: Supported by
nl: Gesteund door

source: Presented by
nl: Gepresenteerd door

source: More
nl: Meer

source: Last update
nl: Meest recente update

source: Project List
nl: Lijst van projecten

source: total
nl: in totaal

source: Total Budget
nl: Totale budget

source: Funding Needed
nl: Benodigde financiering

source: Last Update
nl: Meest recente update

source: Most Recent Update
nl: Meest recente update

source: Web
nl: website
