Repository: RMUCapstone-MIS590/akvo-rsr
Catalog: akvo/locale/*/LC_MESSAGES/django.po
Languages: nl

source: In project budgets
nl: In projectbudgetten

source: Global project map
nl: Wereldkaart met alle projecten

source: Project focus areas
nl: Project-thema's

source: Browse projects / read more
nl: Projecten bekijken / verder lezen

source: Country
nl: Land

source: Please sign in
nl: Inloggen

source: I have an account
nl: Ik heb een account

source: Enter username
nl: Gebruikersnaam

source: I don&#x27;t have an account
nl: Ik heb geen account

source: Create updates on your organisation&#x27;s projects
nl: Updates toevoegen aan projecten van uw organisatie

source: Leave comments on projects
nl: Opmerkingen plaatsen over projecten

source: MyAkvo - Mobile
nl: Mijn Akvo - Mobiele telefoon

source: Use Akvo RSR with text messaging
nl: Akvo RSR met SMS-berichten gebruiken

source: Send updates from your mobile phone to projects in Akvo
nl: Updates versturen via uw mobiele telefoon naar projecten in Akvo

source: Mobile phone number
nl: Mobiele telefoonnummer

source: (Needs validation)
nl: (Moet worden goedgekeurd)

source: Change mobile phone number
nl: Mobiele telefoonnummer veranderen

source: Add mobile phone number
nl: Mobiel telefoonnummer toevoegen

source: Your latest notices
nl: Uw meest recente mededelingen

source: All notices
nl: Alle mededelingen

source: Akvo mobile reporting
nl: Akvo updates via mobiele telefoon

source: To enable updating from your mobile phone follow these steps:
nl: Om met uw mobiele telefoon updates te sturen, de volgende stappen volgen:

source: 1. Enter you mobile phone number. Your number will be listed on this page as needing validation.
nl: 1. Geef uw mobiele telefoonnummer in. Op deze pagina zal worden aangeven dat het nummer goedgekeurd moet worden.

source: An email will be sent to you with a code. This email and others regarding SMS updating can be seen here too as Notices.
nl: U krijgt een email met een code. Deze email en andere m.b.t. SMS-updates worden ook hier als Mededelingen getoond.

source: An SMS will be sent to your phone. Reply to this phone number with the code from your email.
nl: U krijgt een SMS-bericht. Stuur naar hetzelfde telefoonnummer de code die in de email wordt gegeven.

source: 2. When your phone has been validated, return here to select a project to send updates to from your phone.
nl: 2. Na goedkeuring van uw telefoon, hier terugkeren om updates via uw telefoon te versturen naar een project.

source: You will be sent an SMS with the phone number you can send updates to for the selected project.
nl: U krijgt een SMS-bericht met een telefoonnummer waar u updates voor het geselecteerde project naar kan sturen.

source: MyAkvo - New phone number
nl: Mijn Akvo - Nieuw telefoonnummer

source: Enter your mobile phone number
nl: Uw mobiele telefoonnummer ingeven

source: The number should be entered as numbers only, starting with your country code. Example: 46707277477
nl: Alleen nummers gebruiken voor het telefoonnummer, te beginnen met uw landnummer, bij voorbeeld: 31707277477

source: Password
nl: Wachtwoord

source: Map of all organisations
nl: Kaart van alle organisaties

source: List of all organisations
nl: Lijst van alle organisaties

source: List of all projects
nl: Lijst van alle projecten

source: Map of all projects
nl: Kaart van alle projecten

source: No partners yet
nl: Nog geen partners

source: First
nl: Eerste

source: Previous
nl: Vorige

source: Next
nl: Volgende

source: Last
nl: Laatste

source: Organisations %(page_start)s-%(page_end)s of %(o_count)s
nl: Organisatie %(page_start)s-%(page_end)s van %(o_count)s

source: Name
nl: Naam

source: See funding details
nl: Meer uitgebreide financieringsinformatie

source: Get a widget
nl: Een widget maken

source: to this project
nl: aan dit project

source: Subscribe
nl: Abonneren

source: to the RSS feed of this project
nl: op de RSS-feed van dit project

source: See details
nl: Meer uitgebreide partner-informatie

source: Comments
nl: Opmerkingen

source: Add first comment
nl: Eerste opmerking plaatsen

source: Add comment
nl: Opmerking plaatsen

source: Project comments
nl: Projectopmerkingen

source: New comment
nl: Nieuwe opmerking

source: You must be signed in to add a comment.
nl: Om een opmerking te plaatsen, moet u eerst inloggen.

source: Sign In
nl: Inloggen

source: All comments
nl: Alle opmerkingen

source: No comments yet.
nl: Nog geen opmerkingen.

source: Comment%%20abuse%%20in%%20project%%20%%23%(p_id)s%%2C%%20comment%%20#%(c_id)s
nl: Opmerking%%20misbruik%%20in%%20project%%20%%23%(p_id)s%%2C%%20opmerking%%20#%(c_id)s

source: Report abuse
nl: Taalmisbruik melden

source: Project listing for
nl: Projectlijst voor

source: All projects
nl: Alle projecten

source: projects filtered by keywords:
nl: projecten op trefwoorden gefilterd:

source: All projects filtered by keywords:
nl: Alle projecten op trefwoorden gefilterd:

source: Read more about
nl: Lees meer over

source: Learn more about
nl: Lees meer over

source: * The amount indicated is the donation minus transaction fees.
nl: * Het aangegeven bedrag is de donatie minus de transactiekosten.

source: Focus area
nl: Thema

source: Category:
nl: Categorie:

source: Detailed information
nl: Uitgebreide informatie

source: Akvopedia article
nl: Akvopedia-artikel

source: External link
nl: Externe link

source: by %(user_name)s, <a href="%(org_url)s">%(user_org)s</a>, via %(update_meth)s
nl: door %(user_name)s, <a href="%(org_url)s">%(user_org)s</a>, via %(update_meth)s

source: Title
nl: Titel

source: Text
nl: Tekst

source: Edit photo
nl: Foto bewerken

source: Add a photo
nl: Foto toevoegen

source: optional
nl: fakultatief

source: Upload new photo file
nl: Nieuwe foto uploaden

source: Upload photo file
nl: Foto uploaden

source: Photo caption
nl: Onderschrift

source: characters
nl: tekens

source: Embed a video
nl: Een video embedden

source: Edit video URL
nl: Video-URL bewerken

source: Paste video URL
nl: Video-URL plakken

source: Supported providers
nl: Ondersteunde providers

source: Video caption
nl: Video-onderschrift

source: Keep text above photo/video
nl: Tekst boven de foto/video houden

source: Keep text below photo/video
nl: Tekst onder de foto/video houden

source: Save edits
nl: Bewerking opslaan

source: Your editing time has expired
nl: De periode waarin u bewerkingen mocht uitvoeren is verstreken

source: Project updates can be edited for a limited period.
nl: Project-updates kunnen voor een beperkte periode bewerkt worden.

source: Return to project page
nl: Terug naar projectpagina

source: Return to update page
nl: Terug naar update-pagina

source: Cannot Complete Donation
nl: De donatie kan niet afgerond worden

source: We&#x27;re sorry for the inconvenience, but we were not able to connect to your selected payment system at this time.
nl: Onze excuses, we waren niet in staat om in verbinding te komen met het door uw gekozen betalingssysteem.

source: No funds were transferred.
nl: Er is geen geld overgemaakt.

source: Please try your donation again later.
nl: Gelieve over enkele momenten nogmaals te proberen een donatie te maken.

source: Donate to
nl: Doneren aan

source: Select payment system
nl: Betalingssysteem uitkiezen

source: Enter amount
nl: Bedrag ingeven

source: Confirm amount
nl: Bedrag bevestigen

source: Use payment system
nl: Betalingssysteem gebruiken

source: Select a payment system to use
nl: Een betalingssysteem uitkiezen

source: For all users
nl: Voor alle gebruikers

source: Akvo offers the Paypal Secure Payment&trade; system for donations in 24 currencies from 190 countries, whether or not you have a PayPal account.
nl: U kunt bij Akvo het Paypal Secure Payment&trade; systeem gebruiken voor het maken van donaties in 24 verschillende valuta's uit 190 landen, of u nu een PayPal-rekening heeft of niet.

source: Use PayPal
nl: PayPal gebruiken

source: For Dutch users only
nl: Alleen voor Nederlandse gebruikers

source: In the Netherlands, Akvo offers the iDeal system for payments directly from your bank account.
nl: In Nederland kunt u het iDeal-systeem gebruiken voor rechtstreekse betalingen vanuit uw bankrekening.

source: Use iDeal
nl: iDeal gebruiken

source: Do you represent an institution or company interested in funding or sponsoring this project?
nl: Vertegenwoordigt u een instelling of bedrijf geïnteresseerd in fincanciering of sponsoring van dit project?

source: Become an
nl: Word een

source: Project to receive your donation
nl: Project waaraan u geld wilt doneren

source: We&#x27;re sorry, but you must have Javascript enabled in your browser to proceed.
nl: Het spijt ons, maar u moet Javascript in uw browser activeren om verder te gaan.

source: Project name
nl: Naam van project

source: Akvo.org uses the PayPal Secure Payment&trade; system for donations.
nl: Akvo.org maakt gebruik van het PayPal Secure Payment&trade; systeem voor donaties.

source: With PayPal you may make donations via your country&#x27;s accepted credit or debit cards, or through a PayPal account if you have one. And PayPal handles the currency conversion for you.
nl: U kunt met PayPal via de in uw land geaccepteerde creditcards of bankrekeningen donaties maken, of via een bestaande PayPal-rekening. PayPal zorgt voor de valuta-omrekening.

source: PayPal charges transaction fees of up to 3.9% of your donation amount + 35 Euro cents. So if you donate &euro;100, at a minimum 95.75 will go to the selected project.
nl: PayPal houdt per transactie maximaal 3,9% + 35 eurocent van uw donatie in. Als u bijv. &euro;100 doneert, gaat daarvan tenminste 95,75 naar het door u gekozen project.

source: PayPal charges transaction fees of up to 3.9% of your donation amount + 30 Dollar cents. So if you donate 100 US Dollars, at a minimum 95.80 will go to the selected project.
nl: PayPal houdt per transactie maximaal 3,9% + 30 dollarcent van uw donatie in. Als u bijv. 100 dollar doneert, gaat daarvan tenminste 95,80 dollar naar het door u gekozen project.

source: At this time, only residents of the following countries will be able to treat this donation as a tax-deductible charitable contribution. We are working hard to expand this list all the time!
nl: Op het ogenblik zijn donaties alleen voor inwoners van onderstaande landen fiscaal aftrekbaar. Wij zullen de lijst zo snel mogelijk uitbreiden.

source: The Netherlands (Nederland)
nl: Nederland

source: Akvo.org offers the iDeal payment system for Netherlands users to make donations. With iDEAL, you may make payments entirely within the secure and trusted environment of your own bank&#x27;s website.
nl: In Nederland kunt het iDeal-betalingssysteem gebruiken om donaties aan Akvo.org te maken. Met iDEAL kunt u betalingen binnen de veilige en vertrouwde omgeving van de website van uw eigen bank maken.

source: Akvo.org partners with Mollie.nl to provide iDEAL.
nl: Akvo.org brengt in samenwerking met Mollie.nl het iDEAL-betalingssysteem.

source: Mollie.nl charges &euro;0.99 (excluding BTW) on every transaction. So if you donate &euro;100, &euro;98.82 Euros will go towards the selected project.
nl: Mollie.nl houdt per transactie &euro;0,99 (exclusief BTW) van uw donatie in. Als u bijv. &euro;100 doneert, gaat daarvan &euro;98,82 naar het door u gekozen project.

source: iDeal charges up to 3.9%+30 US Dollar cents of your donation in transaction fees. So if you donate 100 US Dollars, at least 95.80 US Dollars will go towards the selected project.
nl: iDeal houdt per transactie maximaal 3,9% + 30 dollarcent van uw donatie in. Als u bijv. 100 dollar doneert, gaat daarvan tenminste 95,80 dollar naar het door u gekozen project.

source: Donation details
nl: Details over de donatie

source: <p class="grey">Amount in %(currency)s:</p>
nl: <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><p class="grey">Bedrag in %(currency)s:</p> <span class="whitespace other" title="Tab">»</span>

source: Whole numbers without decimals or commas.
nl: Hele getallen zonder decimalen of komma's

source: Amount
nl: Bedrag

source: Provide your full name and email address
nl: Uw volledige naam en emailadres ingeven

source: Your name
nl: Uw naam

source: Your email
nl: Uw emailadres

source: Confirm email
nl: Emailadres nogmaals ingeven

source: Select your bank
nl: Kies uw bank

source: Optional
nl: Facultatief

source: List name next to donation
nl: Toon naam naast de donatie

source: Privacy policy
nl: Privacyverklaring

source: Email confirmation
nl: Email-bevestiging

source: You will be able to review and confirm your donation on the next page.
nl: U kunt uw donatie op de volgende pagina herzien en bevestigen.

source: Next...
nl: Volgende...

source: Confirm Donation
nl: Donatie bevestigen

source: <h3>Amount you wish to donate (in %(currency)s)</h3>
nl: <h3>Bedrag dat u wenst te doneren (in %(currency)s )</h3>

source: Your name and email address
nl: Uw naam en emailadres

source: Click the Donate button to proceed to %(engine)s checkout.
nl: <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Klik op "Donate" om verder te gaan naar %(engine)s checkout. <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>

source: By clicking on the "Donate" button you agree to the
nl: Door op "Donate" te klikken gaat u akkoord met de

source: Terms and Conditions
nl: Algemene voorwaarden

source: for the donation.
nl: voor de donatie.

source: Back
nl: Terug

source: Thanks for your donation
nl: Bedankt voor uw donatie

source: You will receive email confirmation from both Akvo.org and %(payment_engine)s.
nl: U zult een email-bevestiging van zowel Akvo.org als %(payment_engine)s ontvangen.

source: You may wish to print this page for your records.
nl: We raden u aan deze pagina af te drukken.

source: Transaction information
nl: Transactiegegevens

source: Akvo transaction number
nl: Akvo transactienummer

source: Date and time
nl: Datum en tijd

source: Your information
nl: Uw gegevens

source: Your bank
nl: Uw bank

source: Project to which you donated
nl: Project waaraan u heeft gedoneerd

source: Amount you donated
nl: Bedrag dat u heeft gedoneerd

source: Return to Project
nl: Terug naar project

source: Thank you for your online contribution
nl: Bedankt voor uw online-bijdrage

source: Dear
nl: Geachte

source: Thank you for your contribution on <a href="%(site_url)s">Akvo.org</a>. By giving, you have personally helped to improve the living conditions of people around the world. You can follow the project&#x27;s progress via <a href="%(project_updates_url)s">updates</a> on <a href="%(site_url)s">Akvo.org</a>.
nl: <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Hartelijk bedankt voor uw bijdrage aan <a href="%(site_url)s">Akvo.org</a>. U heeft hiermee geholpen de levensomstandigheden van mensen over de hele wereld te verbeteren. U kunt het verloop van het project volgen via <a href="%(project_updates_url)s">updates</a> op <a href="%(site_url)s">Akvo.org</a>.

source: A summary of your contribution
nl: Een samenvatting van uw bijdrage

source: Your gift will help
nl: Uw schenking gaat bijdragen aan

source: Contribution
nl: Bijdrage

source: Akvo reference
nl: Akvo-referentie

source: PayPal reference
nl: Paypal-referentie

source: iDEAL reference
nl: iDEAL-referentie

source: About your contribution
nl: Over uw bijdrage

source: No goods or services were provided in exchange for your gift of funds. At this time, only residents of the following countries may treat this donation as a tax-deductible charitable contribution to the extent allowed by law. We are working hard to expand this list to new countries.
nl: Geen goederen of diensten werden verstrekt in ruil voor uw schenking. Op het ogenblik zijn donaties alleen voor inwoners van onderstaande landen fiscaal aftrekbaar (voor zover toegestaan door de wet). Wij zullen de lijst zo snel mogelijk uitbreiden.

source: Please retain this message as a record of your contribution. You may email us with technical questions at
nl: We raden u aan dit bericht te bewaren zodat u bewijs van uw bijdrage heeft. Als een technische vraag heeft kunt een email sturen naar

source: and please tell your friends about
nl: en vertel graag uw vrienden en kennissen over

source: Thanks
nl: Bedankt!

source: The Akvo team
nl: Het Akvo-team

source: Get a widget - step 1
nl: Een widget maken - stap 1

source: Get a widget to use on your web site
nl: Hier kunt u een widget voor uw website maken

source: The following steps will produce a snippet of Akvo widget code you can copy and paste into your own web site&#x27;s code.
nl: Het eindresultaat van de volgende stappen is een stukje code voor een Akvo-widget dat u op uw eigen website kunt plakken.

source: Step 1: Select the type of widget you wish to use.
nl: Stap 1: Kies het soort widget dat u wilt gebruiken.

source: Step 2: Select colours and preview your widget.
nl: Stap 2: Kies de widget-kleuren en kijk naar een voorproefje.

source: Step 3: Copy the HTML code to your web site.
nl: Stap 3: Kopieer de HTML-code voor gebruik op uw website.

source: Sign in for more widget types, available to <a href="http://%(current_site)s/web/fees_plus">Akvo RSR Plus accounts</a>.
nl: <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Inloggen voor meer widget-keuzes, beschikbaar voor <a href="http://%(current_site)s/web/fees_plus">Akvo RSR Plus accounts</a>.<span class="whitespace other" title="Tab">»</span> <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>

source: We are sorry, but you must have Javascript enabled in your browser to proceed.
nl: Het spijt ons, maar u moet Javascript in uw browser activeren om verder te gaan.

source: Step 1: Select the type of widget you wish to use
nl: Stap 1: Kies het soort widget dat u wilt gebruiken.

source: You can customise the top and bottom bar and title text colours on the next step.
nl: In de volgende stap kunt de kleuren van de boven- en onderbalk en de titel zelf aanpassen.

source: Project widget with Donation link (170 pixels wide by 840 pixels high)
nl: A: Projectwidget met donatielink (170 pixels breed x 840 pixels hoog)

source: Shows basic description and allows donations. Users who click on this widget will go to Akvo.org.
nl: De widget toont een korte beschrijving en er kunnen donaties gemaakt worden. Gebruikers die op de widget klikken gaan naar Akvo.org.

source: Sample
nl: Voorbeeld

source: Enter the web address where you will embed this widget
nl: Geef het adres van de website waarop deze widget geplakt gaat worden.

source: Example
nl: Bijvoorbeeld

source: Use the
nl: Gebruik het

source: Display a random project from this organisation
nl: Toon een willekeurig project van deze organisatie

source: Select and Proceed...
nl: Selecteren en verder gaan...

source: Cobranded narrow project widget with Donation link (170 pixels wide by 911 pixels high)
nl: Cobranded smalle projectwidget met donatielink (170 pixels breed x 911 pixels hoog)

source: Cobranded short project widget with Donation link (170 pixels wide by 627 pixels high)
nl: Cobranded korte projectwidget met donatielink (170 pixels breed x 627 pixels hoog)

source: Cobranded banner widget (468 pixels wide by 234 pixels high)
nl: Cobranded banner widget (468 pixels breed en 234 pixels hoog)

source: Cobranded leader widget (728 pixels wide by 207 pixels high)
nl: Cobranded horizontale widget (728 pixels breed en 207 pixels hoog)

source: Project widget with Donation link (202 pixels wide by 840 pixels high)
nl: Projectwidget met donatielink (202 pixels breed en 840 pixels hoog)

source: Project widget with updates (202 pixels wide by 900 pixels high)
nl: Projectwidget met updates (202 pixels breed en 900 pixels hoog)

source: Project with Donation Link (202 pixels wide by 570 pixels high)
nl: Projectwidget met donatielink (202 pixels breed en 570 pixels hoog)

source: Small project (170 pixels wide by 312 pixels high)
nl: Kleine projectwidget (170 pixels breed en 312 pixels hoog)

source: Project list widget (745 pixels wide by 730 pixels high)
nl: Widget met lijst van projecten (745 pixels breed x 730 pixels hoog)

source: Shows list of projects from your organisation. Users who click on this widget will go to Akvo.org.
nl: De widget toont een lijst met projecten van uw organisatie. Gebruikers die op de widget klikken gaan naar Akvo.org.

source: Display a project list from this organisation:
nl: Toon een lijst met projecten van deze organisatie:

source: Project map widget
nl: Widget met een kaart van projecten

source: Shows a map of projects from your organisation. Users who click on this widget will go to Akvo.org.
nl: De widget toont een kaart met projecten van uw organisatie. Gebruikers die op de widget klikken gaan naar Akvo.org.

source: Display a project map from this organisation:
nl: Toon een kaart met projecten van deze organisatie:

source: Get a widget - step 2
nl: Een widget maken - stap 2

source: Customise your widget
nl: Hier kunt u uw widget aanpassen

source: This widget will show the project
nl: Deze widget toont project

source: This widget will show projects from the following organisation
nl: Deze widget toont projecten van onderstaande organisatie

source: Step 2: Select colours for your widget and preview
nl: Stap 2: Kies de widget-kleuren en kijk naar een voorproefje

source: A color you entered is not recognized. Please change and try again.
nl: De kleur die u hebt ingevoerd, wordt niet herkend. Gelieve een andere te proberen.

source: A: Top and bottom coloured bars
nl: A: Kleur voor boven- en onderbalk

source: Gold
nl: Goud

source: DarkGoldenrod
nl: DonkerGoudenRood

source: Red
nl: Rood

source: Dark Red
nl: Donker Rood

source: DarkMagenta
nl: Donker Magenta

source: SeaGreen
nl: Zeegroen

source: Black
nl: Zwart

source: Other...
nl: Andere kleur...

source: Select colour
nl: Kies een kleur

source: Enter a hex number
nl: Geeft een hexadecimale waarde in

source: View a list of
nl: Ga naar lijst met

source: standard colours
nl: standaardkleuren

source: external link, new window
nl: externe link, nieuw venster

source: B: Widget title on top bar
nl: B: Kleur van de titel in bovenbalk

source: White
nl: Wit

source: B: Set height of the widget
nl: B:Geef de gewenste hoogte van de widget aan

source: D: Set width of the widget
nl: D: Geef de gewenste breedte van de widget aan

source: C: Map state
nl: C: Kaart-status

source: Preview
nl: Voorproefje

source: D: Review your widget
nl: D: Voorproefje van uw widget

source: C: Review your widget
nl: C: Voorproefje van uw widget

source: Step 3: Copy the HTML code below for use on your web site
nl: Stap 3: Kopieer de HTML-code voor gebruik op uw website.

source: You may repeat the steps above until you are satisﬁed with the appearance of your widget.
nl: U kunt bovenstaande stappen net zo vaak herhalen tot u tevreden bent met hoe de widget eruit ziet.

source: Done
nl: Klaar

source: Please review message below
nl: Zie onderstaand bericht.

source: A: Hex color values should be 3 or 6 characters
nl: A: De hexadecimale waarde moet uit 3 of 6 tekens bestaan

source: A: Not a valid hex number
nl: A: Geen geldige hexadecimale waarde
