Repository: RMUCapstone-MIS590/akvo-rsr
Catalog: akvo/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Gateway general info
nl: Algemene informatie over gateway

source: gateway name
nl: Naam van gateway

source: host name
nl: hostnaam

source: Host name to use when sending an SMS through the gateway
nl: Te gebruiken hostnaam bij verzending van een SMS-bericht via de gateway

source: Path at gateway when sending an SMS
nl: Pad bij gateway bij verzending van een SMS-bericht

source: sender
nl: afzender

source: Sender's phone number
nl: Telefoonnummer van afzender

source: receiver
nl: ontvanger

source: Receiving number at gateway
nl: Ontvangend nummer bij gateway

source: message
nl: bericht

source: The message text
nl: Tekst van het bericht

source: timestamp
nl: tijdstempel

source: Gateway timestamp
nl: gateway-tijdstempel

source: Gateway message id
nl: gateway-berichtidentificatie

source: gateway number
nl: gateway-nummer

source: message ID
nl: berichtidentificatie

source: Thank you from Akvo.org!
nl: Namens Akvo: bedankt!

source: General information
nl: Algemene informatie

source: Contact information
nl: Contactgegevens

source: About the organisation
nl: Over de organisatie

source: Add %s
nl: %s toevoegen

source: Your organisation should be somewhere here.
nl: Uw organisatie moet hier ergens zijn.

source: Project description
nl: Projectbeschrijving

source: Give your project a short name and subtitle in RSR. These fields are the newspaper headline for your project: use them to attract attention to what you are doing.
nl: Geef uw project een korte naam en ondertitel in RSR. Zie deze velden als krantkoppen waarmee u aandacht kunt vestigen op wat u doet.

source: Categories
nl: Categorieën

source: Project info
nl: Projectinformatie

source: <p style="margin-left:0; padding-left:0; margin-top:1em; width:75%;">The summary should <em>briefly</em> explain why the project is being carried out, where it is taking place, who will benefit and/or participate, what it specifically hopes to accomplish and how those specific goals will be accomplished.</p>
nl: <p style="margin-left:0; padding-left:0; margin-top:1em; width:75%;"> Gebruik onderstaande ruimte om in het <em>kort</em> uit te leggen waarom het project wordt uitgevoerd, waar het plaatsvindt, wie zullen profiteren en / of deelnemen, wat u met het project hoopt te bereiken en hoe deze specifieke doelstellingen zullen worden bereikt. </p>

source: Goals
nl: Doelstellingen

source: <p style="margin-left:0; padding-left:0; margin-top:1em; width:75%;">Describe what the project hopes to accomplish. Keep in mind the SMART criteria: Specific, Measurable, Agreed upon, Realistic and Time-specific. The numbered fields can be used to list specific goals whose accomplishment will be used to measure overall project success.</p>
nl: <p style="margin-left:0; padding-left:0; margin-top:1em; width:75%;"> Beschrijf wat u met het project hoopt te bereiken. Houd rekening met de volgende criteria: specifiek, meetbaar, overeengekomen, realistisch en tijdgebonden. De overige velden kunnen worden gebruikt om specifieke doelstellingen aan te geven, die na afloop kunnen worden gebruikt om het succes van het project te meten. </p>

source: <p style="margin-left:0; padding-left:0; margin-top:1em; width:75%;">In-depth information about your project should be put in this section. Use the Context, Plan Detail, Status Detail and Sustainability fields to tell people more about the project.</p>
nl: <p style="margin-left:0; padding-left:0; margin-top:1em; width:75%;">Gebruik onderstaande velden om uitgebreide informatie te geven over het project.</p>

source: Project meta info
nl: Project meta-informatie

source: <p style="margin-left:0; padding-left:0; margin-top:1em; width:75%;">The project meta information fields are not public. They allow you to make notes to other members of your organisation or partners with access to your projects on the RSR Admin pages.</p>
nl: <p style="margin-left:0; padding-left:0; margin-top:1em; width:75%;"> Onderstaande velden worden niet openbaar gemaakt. U kunt hier aantekeningen maken die alleen zichtbaar zijn voor uw collega's of partners met toegang tot uw projecten op de RSR administratie-pagina's. </p>

source: <p style="margin-left:0; padding-left:0; margin-top:1em; width:75%;">The request posted date is filled in for you automatically when you create a project. When the project implementation phase is complete, enter the <em>Date complete</em> here.</p>
nl: <p style="margin-left:0; padding-left:0; margin-top:1em; width:75%;"> De 'Aanvraag verzonden datum' wordt automatisch ingevuld. Als het project afgerond is, moet u wel zelf de <em>datum voltooid</em> invoeren. </p>

source: %(name)s object with primary key %(key)r does not exist.
nl: %(name)s object met "primary key %(key)r" bestaat niet.

source: Change %s
nl: %s wijzigen

source: account is active
nl: account geactiveerd

source: organisation administrator
nl: administrator van organisatie

source: organisation project editor
nl: project-editor van organisatie

source: can create sms updates
nl: kan SMS-updates maken

source: %d updates were
nl: %d updates waren

source: %s marked as featured.
nl: %s aangevinkt voor Uitgelicht

source: Mark selected updates as featured
nl: Aangevinkte updates uitlichten

source: %s removed from featured.
nl: %s verwijderd uit Uitgelicht

source: Remove selected updates from featured
nl: Aangevinkte updates niet langer uitlichten

source: Invoice %d successfully voided.
nl: Factuur %d succesvol geannuleerd

source: Mark selected invoices as void
nl: Markeer geselecteerde facturen als nietig

source: Akvo RSR all project updates
nl: Alle Akvo RSR project-updates

source: Project updates for all Akvo RSR projects
nl: Project-updates voor alle Akvo RSR-projecten

source: Latitude coordinate.
nl: Breedtegraad-coördinaat.

source: Longitude coordinate.
nl: Lengtegraad-coördinaat.

source: All words
nl: Alle woorden

source: Project name or subtitle
nl: Projectnaam of ondertitel

source: All continents
nl: Alle continenten

source: All countries
nl: Alle landen

source: All partners
nl: Alle partners

source: All organisations
nl: Alle organisaties

source: The two 'new password' fields didn't match.
nl: De twee opgegeven wachtwoorden in 'nieuw wachtwoord' waren niet hetzelfde.

source: username
nl: gebruikersnaam

source: password
nl: wachtwoord

source: password (again)
nl: wachtwoord (herhalen a.u.b.)

source: email address
nl: emailadres

source: email address (again)
nl: emailadres (herhalen a.u.b.)

source: Passwords do not match. Please enter the same password in both fields.
nl: De door u ingegeven wachtwoorden waren niet hetzelfde. Graag twee keer precies hetzelfde wachtwoord invullen.

source: Email addresses do not match. Please enter the email address in both fields.
nl: De door u ingegeven emailadressen waren niet hetzelfde. Graag twee keer precies hetzelfde emailadres invullen.

source: New password
nl: Nieuw wachtwoord

source: New password confirmation
nl: Bevestiging van het nieuwe wachtwoord

source: You cannot donate more than the project actually needs!
nl: Uw donatie mag niet hoger zijn dan de voor dit project benodigde financiering.

source: You must type the same email address each time!
nl: U moet elke keer hetzelfde emailadres opgeven.

source: At the beginning of the update.
nl: Aan het begin van de update

source: At the end of the update.
nl: Aan het einde van de update

source: Invalid video URL. Currently Blip.TV, Vimeo and YouTube are supported.
nl: Ongeldige video-URL. Gebruik Blip.TV, Vimeo of YouTube.

source: Åland Islands
nl: Åland

source: Albania
nl: Albanië

source: Algeria
nl: Algerije

source: American Samoa
nl: Amerikaans-Samoa

source: Antigua and Barbuda
nl: Antigua en Barbuda

source: Argentina
nl: Argentinië

source: Armenia
nl: Armenië

source: Australia
nl: Australië

source: Austria
nl: Oostenrijk

source: Azerbaijan
nl: Azerbeidzjan

source: Bahrain
nl: Bahrein

source: Belarus
nl: Wit-Rusland

source: Belgium
nl: België

source: Bolivia, Plurinational State of
nl: Bolivia

source: Bonaire, Sint Eustatius and Saba
nl: Bonaire, Sint Eustatius en Saba

source: Bosnia and Herzegovina
nl: Bosnië en Herzegovina

source: Bouvet Island
nl: Bouvet

source: Brazil
nl: Brazilië

source: British Indian Ocean Territory
nl: Brits Indische Oceaanterritorium

source: Brunei Darussalam
nl: Brunei

source: Bulgaria
nl: Bulgarije

source: Cambodia
nl: Cambodja

source: Cameroon
nl: Kameroen

source: Cape Verde
nl: Kaapverdië

source: Cayman Islands
nl: Kaaimaneilanden

source: Central African Republic
nl: Centraal-Afrikaanse Republiek

source: Chad
nl: Tsjaad

source: Chile
nl: Chili

source: Christmas Island
nl: Christmaseiland

source: Cocos (keeling) Islands
nl: Cocoseilanden

source: Comoros
nl: Comoren

source: Congo
nl: Congo-Brazzaville

source: Congo, The Democratic Republic of the
nl: Congo-Kinshasa

source: Cook Islands
nl: Cookeilanden

source: Côte D'ivoire
nl: Ivoorkust

source: Croatia
nl: Kroatië

source: Czech Republic
nl: Tsjechië

source: Denmark
nl: Denemarken

source: Dominican Republic
nl: Dominicaanse Republiek

source: Egypt
nl: Egypte

source: Equatorial Guinea
nl: Equatoriaal-Guinea

source: Estonia
nl: Estland

source: Ethiopia
nl: Ethiopië

source: Falkland Islands (Malvinas)
nl: Falklandeilanden

source: Faroe Islands
nl: Faeröer

source: France
nl: Frankrijk

source: French Guiana
nl: Frans-Guyana

source: French Polynesia
nl: Frans-Polynesië

source: French Southern Territories
nl: Franse Zuidelijke Gebieden

source: Georgia
nl: Georgië

source: Germany
nl: Duitsland

source: Greece
nl: Griekenland

source: Greenland
nl: Groenland

source: Haiti
nl: Haïti

source: Heard Island and Mcdonald Islands
nl: Heardeiland en McDonaldeilanden

source: Holy See (Vatican City State)
nl: Heilige Stoel (Vaticaanstad)

source: Hungary
nl: Hongarije

source: Iceland
nl: IJsland

source: Indonesia
nl: Indonesië

source: Iran, Islamic Republic of
nl: Iran

source: Iraq
nl: Irak

source: Ireland
nl: Ierland

source: Isle of Man
nl: Man

source: Israel
nl: Israël

source: Italy
nl: Italië

source: Jordan
nl: Jordanië

source: Kazakhstan
nl: Kazachstan

source: Kenya
nl: Kenia

source: Korea, Democratic People's Republic of
nl: Korea, Democratische Volksrepubliek

source: Korea, Republic of
nl: Korea, Republiek

source: Kuwait
nl: Koeweit

source: Kyrgyzstan
nl: Kirgizië

source: Lao People's Democratic Republic
nl: Laos

source: Latvia
nl: Letland

source: Lebanon
nl: Libanon

source: Libyan Arab Jamahiriya
nl: Libië

source: Lithuania
nl: Litouwen

source: Luxembourg
nl: Luxemburg

source: Macao
nl: Macau

source: Macedonia, The Former Yugoslav Republic of
nl: Macedonië

source: Malaysia
nl: Maleisië

source: Maldives
nl: Maldiven

source: Marshall Islands
nl: Marshalleilanden

source: Mauritania
nl: Mauritanië

source: Micronesia, Federated States of
nl: Micronesia

source: Moldova, Republic of
nl: Moldavië

source: Mongolia
nl: Mongolië

source: Morocco
nl: Marokko

source: Namibia
nl: Namibië

source: Netherlands
nl: Nederland

source: New Caledonia
nl: Nieuw-Caledonië

source: New Zealand
nl: Nieuw-Zeeland

source: Norfolk Island
nl: Norfol

source: Northern Mariana Islands
nl: Noordelijke Marianen

source: Norway
nl: Noorwegen

source: Palestinian Territory, Occupied
nl: Palestijnse Gebieden

source: Papua New Guinea
nl: Papoea-Nieuw-Guinea

source: Philippines
nl: Filipijnen

source: Pitcairn
nl: Pitcairneilanden

source: Poland
nl: Polen

source: Romania
nl: Roemenië

source: Russian Federation
nl: Rusland

source: Saint Helena, Ascension and Tristan Da Cunha
nl: Sint-Helena, Ascension en Tristan da Cunha

source: Saint Kitts and Nevis
nl: Saint Kitts en Nevis

source: Saint Martin (French part)
nl: Sint-Maarten (Franse deel)

source: Saint Pierre and Miquelon
nl: Saint-Pierre en Miquelon

source: Saint Vincent and the Grenadines
nl: Saint Vincent en de Grenadines

source: Sao Tome and Principe
nl: Sao Tomé en Principe

source: Saudi Arabia
nl: Saoedi-Arabië

source: Serbia
nl: Servië

source: Seychelles
nl: Seychellen

source: Sint Maarten (Dutch part)
nl: Sint-Maarten (Nederlandse deel)

source: Slovakia
nl: Slowakije

source: Slovenia
nl: Slovenië

source: Solomon Islands
nl: Salomonseilanden

source: Somalia
nl: Somalië

source: South Africa
nl: Zuid-Afrika

source: South Georgia and the South Sandwich Islands
nl: Zuid-Georgia en de Zuidelijke Sandwicheilanden

source: South Sudan
nl: Zuid-Soedan

source: Spain
nl: Spanje

source: Sudan
nl: Soedan

source: Svalbard and Jan Mayen
nl: Spitsbergen en Jan Mayen

source: Sweden
nl: Zweden

source: Switzerland
nl: Zwitserland

source: Syrian Arab Republic
nl: Syrië

source: Taiwan, Province of China
nl: Taiwan

source: Tajikistan
nl: Tadzjikistan

source: Tanzania, United Republic of
nl: Tanzania

source: Timor-leste
nl: Oost-Timor

source: Trinidad and Tobago
nl: Trinidad en Tobago

source: Tunisia
nl: Tunesië

source: Turkey
nl: Turkije

source: Turks and Caicos Islands
nl: Turks- en Caicoseilanden

source: Uganda
nl: Oeganda

source: Ukraine
nl: Oekraïne

source: United Arab Emirates
nl: Verenigde Arabische Emiraten

source: United Kingdom
nl: Verenigd Koninkrijk

source: United States
nl: Verenigde Staten

source: United States Minor Outlying Islands
nl: Kleine afgelegen eilanden van de Verenigde Staten

source: Uzbekistan
nl: Oezbekistan

source: Venezuela, Bolivarian Republic of
nl: Venezuela

source: Virgin Islands, British
nl: Britse Maagdeneilanden

source: Virgin Islands, U.S.
nl: Amerikaanse Maagdeneilanden

source: Wallis and Futuna
nl: Wallis en Futuna

source: Western Sahara
nl: Westelijke Sahara

source: Yemen
nl: Jemen

source: Africa
nl: Afrika

source: Asia
nl: Azië

source: Europe
nl: Europa

source: North America
nl: Noord-Amerika

source: South America
nl: Zuid-Amerika

source: Oceania
nl: Oceanië

source: Phone number added
nl: Telefoonnummer toegevoegd

source: Your mobile phone has been added to your user profile
nl: Uw mobiele telefoon is aan uw gebruikersprofiel toegevoegd

source: Phone confirmed
nl: Telefoon bevestigd

source: Your mobile phone number has been confirmed for use in updating RSR projects
nl: Uw mobiele telefoonnummer kan nu worden gebruikt om updates naar RSR-projecten te sturen

source: SMS updates enabled for project
nl: SMS-updates ingeschakeld voor project

source: You can now send SMS-updates to an RSR project
nl: U kunt nu SMS-updates naar een RSR-project sturen

source: SMS updates cancelled
nl: SMS-updates geannuleerd

source: SMS-updates to an RSR project has been cancelled
nl: SMS-updates naar een RSR-project zijn geannuleerd

source: Phone disabled
nl: Telefoonnummer ongeldig

source: SMS-updates from your mobile phone are no longer accepted
nl: SMS-updates van uw mobiele telefoon worden niet langer geaccepteerd

source: Update received
nl: Update ontvangen

source: Akvo has received an update from your phone
nl: Akvo heeft een update van uw telefoon ontvangen

source: country name
nl: land

source: continent name
nl: continent-naam

source: country
nl: land

source: countries
nl: landen

source: latitude
nl: breedtegraad

source: longitude
nl: lengtegraad

source: city
nl: stad

source: state
nl: staat

source: address 1
nl: adres 1

source: address 2
nl: adres 2

source: primary location
nl: primaire locatie

source: funding amount
nl: bedrag

source: Governmental
nl: Overheid

source: Knowledge institution
nl: Kennisinstelling

source: name
nl: naam

source: Short name which will appear in organisation and partner listings (25 characters).
nl: Korte naam voor de organisatie- en partnerlijsten (max. 25 tekens).

source: long name
nl: lange naam

source: Full name of organisation (75 characters).
nl: Volledige naam van de organisatie (max. 75 tekens).

source: organisation type
nl: organisatie

source: Logos should be approximately 360x270 pixels (approx. 100-200kb in size) on a white background.
nl: Afmeting van logo's bij voorkeur 360x270 pixels (ca. 100-200kB) met een witte achtergrond.

source: Enter the full address of your web site, beginning with http://.
nl: Uw website, beginnend met http://

source: phone
nl: Telefoonnummer

source: (20 characters).
nl: (max. 20 tekens)

source: mobile
nl: Mobiele telefoonnummer

source: fax
nl: Faxnummer

source: contact person
nl: Contactpersoon

source: Name of external contact person for your organisation.
nl: Naam van externe contactpersoon voor uw organisatie.

source: contact email
nl: Emailadres

source: Email to which inquiries about your organisation should be sent.
nl: Emailadres waarnaar vragen over uw organisatie kunnen worden gestuurd.

source: description
nl: beschrijving

source: Describe your organisation.
nl: Beschrijf uw organisatie.

source: Organisation
nl: Organisatie

source: Organisations
nl: Organisaties

source: Free
nl: Gratis

source: Plus
nl: Premium

source: account level
nl: soort account

source: organisation account
nl: organisatie-account

source: organisation accounts
nl: organisatie-accounts

source: focus area name
nl: thema-naam

source: The name of the focus area. This will show as the title of the focus area project listing page. (30 characters).
nl: De naam van het thema. Dit zal gestoond worden als de titel van de op thema gesorteerde projectenlijst (30 tekens).

source: Enter the "slug" i.e. a short word or hyphenated-words. This will be used in the URL of the focus area project listing page. (20 characters, only lower case letters, numbers, hyphen and underscore allowed.).
nl: Geef hier een "slug" in, d.w.z. een kort woord of woorden met koppeltekens. De "slug" wordt gebruikt in de URL van de op thema gesorteerde projectenlijst (20 tekens, gebruik kleine letters, nummers, koppel- en onderstrepingstekens).

source: Enter the text that will appear on the focus area project listing page. (500 characters).
nl: Geef hier de tekst in die getoond zal worden in de op thema gesorteerde projectenlijst (500 tekens).

source: focus area image
nl: Thema-foto

source: The image that will appear on the focus area project listing page.
nl: De foto die getoond zal worden in de op thema gesorteerde projectenlijst.

source: focus area
nl: thema

source: focus areas
nl: thema's

source: benchmark name
nl: indicatornaam

source: Enter a name for the benchmark. (50 characters).
nl: Geef een naam voor de indicator in (50 tekens).

source: order
nl: volgorde

source: Used to order the benchmarks when displayed. Larger numbers sink to the bottom of the list.
nl: Dit wordt gebruikt om de indicatoren te rangschikken. Grotere nummers zinken naar de bodem van de lijst.

source: benchmark names
nl: indicatornamen

source: category name
nl: categorie-naam

source: Enter a name for the category. (50 characters).
nl: Geef een naam voor de categorie (50 tekens).

source: Select the Focus area(s) the category belongs to.
nl: Selecteer de Thema's van toepassing op deze categorie

source: Select the benchmark names for the category.
nl: Selecteer de indicatornamen voor de categorie.

source: category
nl: categorie

source: categories
nl: categorieën

source: None
nl: Geen

source: Needs funding
nl: Nog financiering nodig

source: Active
nl: In uitvoering

source: Complete
nl: Afgerond

source: Cancelled
nl: Geannuleerd

source: Archived
nl: Gearchiveerd

source: Ideally the image should be 645x363 pixels in size.
nl: Afmeting van afbeelding bij voorkeur 645 x 363 pixels.

source: A short descriptive name for your project (45 characters).
nl: Een korte titel voor uw project (max. 45 tekens).

source: subtitle
nl: ondertitel

source: A subtitle with more information on the project (75 characters).
nl: Een wat uitgebreidere ondertitel voor uw project (max. 75 tekens).

source: Current project state.
nl: Huidige status

source: summary of project plan
nl: samenvatting van projectplan

source: Briefly summarize the project (220 characters).
nl: Korte beschrijving van het project (max. 220 tekens).

source: project photo
nl: projectfoto

source: The project image looks best in landscape format (4:3 width:height ratio), and should be less than 3.5 mb in size.
nl: De foto ziet er het mooiste als hij van dit formaat is: liggend (4:3 breed:hoog ratio) en max. 3,5 mB groot.

source: photo caption
nl: onderschrift

source: Enter a caption for your project picture (50 characters).
nl: Een korte titel voor de foto van het project (50 tekens).

source: overview
nl: overzicht

source: Describe what the project hopes to accomplish (500 characters).
nl: Beschrijf wat u met dit project hoopt te bereiken (max. 500 tekens).

source: goal 1
nl: doelstelling 1

source: (60 characters)
nl: (max. 60 tekens)

source: goal 2
nl: doelstelling 2

source: goal 3
nl: doelstelling 3

source: goal 4
nl: doelstelling 4

source: goal 5
nl: doelstelling 5

source: Current status detail
nl: Details over huidige status

source: Description of current phase of project. (600 characters).
nl: Beschrijving van de huidige fase van het project (max. 600 tekens).

source: Project plan detail
nl: Details over het projectplan

source: Detailed information about the project and plans for implementing: the what, how, who and when. (unlimited).
nl: Uitgebreide informatie over het project en de implementatie ervan: wat, hoe, wanneer (u kunt zo veel tekens als u wilt gebruiken).

source: sustainability
nl: duurzaamheid

source: Describe plans for sustaining/maintaining results after implementation is complete (unlimited).
nl: Beschrijf hoe het project onderhouden en in leven gehouden zal worden na implementatie (u kunt zo veel tekens als u wilt gebruiken).

source: Relevant background information, including geographic, political, environmental, social and/or cultural issues (500 characters).
nl: Achtergrondinformatie: factoren die van belang zijn op geografisch, politiek, milieu, sociaal, en/of cultureel gebied (max. 500 tekens).

source: Project rating
nl: Waardering

source: notes
nl: aantekeningen

source: (Unlimited number of characters).
nl: (U kunt zo veel tekens als u wilt gebruiken.)

source: currency
nl: valuta

source: Date request posted
nl: Aanvraag verzonden datum

source: Date complete
nl: Datum voltooid

source: No update yet
nl: Nog geen updates

source: projects
nl: projecten

source: benchmarks
nl: indicatoren

source: benchmark value
nl: indicatorwaarde

source: Category: %(category)s, Benchmark: %(value)d %(name)s
nl: Categorie: %(category)s, Indicator: %(value)d %(name)s

source: benchmark
nl: indicator

source: other
nl: Overig

source: publishing status
nl: publicatiestatus

source: publishing statuses
nl: publicatiestatussen

source: Akvopedia entry
nl: Akvopedia-bijdrage

source: External link
nl: Externe link

source: kind
nl: soort

source: caption
nl: Onderschrift

source: At the beginning of the update
nl: Aan het begin van de update

source: At the end of the update
nl: Aan het einde van de update

source: web
nl: website

source: validation code
nl: validatie-code

source: user profile
nl: gebruikersprofiel

source: user profiles
nl: gebruikersprofielen

source: user
nl: gebruiker

source: title
nl: titel

source: 50 characters
nl: 50 tekens

source: text
nl: tekst

source: photo location
nl: fotopositie

source: 75 characters
nl: 75 tekens

source: photo credit
nl: foto genomen door

source: 25 characters
nl: 25 tekens

source: Supported providers: Blip, Vimeo, YouTube
nl: Ondersteunde providers: Blip, Vimeo, YouTube

source: video caption
nl: video-onderschrift

source: video credit
nl: video gemaakt door

source: update method
nl: update-methode

source: time
nl: tijd

source: time last updated
nl: Tijdstip meest recente update

source: featured
nl: uitgelicht

source: comment
nl: opmerking

source: Use a short, descriptive name.
nl: Gebruik een korte, beschrijvende titel.

source: notification email
nl: bevestigingsemail
